Repository: KuuuGR/Memul
Catalog: iOS/Memul/Memul/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hk

# unlock_premium_cta
source: Unlock Premium
ar: افتح بريميوم
ca: Desbloqueja Premium
cs: Odemknout Premium
da: Lås op for Premium
de: Premium freischalten
el: Ξεκλείδωμα Premium
es: Desbloquear Premium
fi: Avaa Premium
fr: Débloquer Premium
he: פתח פרימיום
hi: प्रीमियम अनलॉक करें
hr: Otključaj Premium
hu: Prémium feloldása
id: Buka Premium
it: Sblocca Premium
ja: プレミアム解除
ko: 프리미엄 해제
ms: Buka Premium
nb: Lås opp Premium
nl: Ontgrendel Premium
pl: Odblokuj Premium
pt_pt: Desbloquear Premium
ro: Deblochează Premium
ru: Открыть Премиум
sk: Odomknúť Premium
sl: Odkleni Premium
sv: Lås upp Premium
th: ปลดล็อกพรีเมียม
tr: Premium Aç
uk: Відкрити Преміум
vi: Mở Premium
zh_hans: 解锁高级版
zh_hk: 解鎖 Premium

# premium_unlocked_badge
source: ✅ Premium Unlocked
ar: ✅ بريميوم مفعل
ca: ✅ Premium actiu
cs: ✅ Premium odemčen
da: ✅ Premium låst op
de: ✅ Premium aktiviert
el: ✅ Premium ενεργό
es: ✅ Premium activado
fi: ✅ Premium avattu
fr: ✅ Premium activé
he: ✅ פרימיום נפתח
hi: ✅ प्रीमियम अनलॉक
hr: ✅ Premium otključan
hu: ✅ Prémium feloldva
id: ✅ Premium aktif
it: ✅ Premium attivo
ja: ✅ プレミアム有効
ko: ✅ 프리미엄 해제됨
ms: ✅ Premium Dibuka
nb: ✅ Premium låst opp
nl: ✅ Premium ontgrendeld
pl: ✅ Premium aktywne
pt_pt: ✅ Premium desbloqueado
ro: ✅ Premium deblocat
ru: ✅ Премиум открыт
sk: ✅ Premium odomknuté
sl: ✅ Premium odklenjen
sv: ✅ Premium upplåst
th: ✅ พรีเมียมปลดล็อก
tr: ✅ Premium Açıldı
uk: ✅ Преміум відкрито
vi: ✅ Đã mở Premium
zh_hans: ✅ 已解锁高级版
zh_hk: ✅ Premium 已解鎖

source: Restore Purchases
ar: استعادة المشتريات
ca: Restaura compres
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fi: Palauta ostot
fr: Restaurer les achats
he: שחזור רכישות
hi: खरीद पुनर्स्थापित करें
hr: Vrati kupnje
hu: Vásárlások visszaállítása
id: Pulihkan pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
ms: Pulih Pembelian
nb: Gjenopprett kjøp
nl: Herstel aankopen
pl: Przywróć zakupy
pt_pt: Restaurar compras
ro: Restaurare cumpărături
ru: Восстановить покупки
sk: Obnoviť nákupy
sl: Obnovi nakupe
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın Alımları Geri Yükle
uk: Відновити покупки
vi: Khôi phục
zh_hans: 恢复购买
zh_hk: 恢復購買

source: Loading price…
ar: جاري تحميل السعر…
ca: Carregant preu…
cs: Načítání ceny…
da: Indlæser pris…
de: Preis wird geladen…
el: Φόρτωση…
es: Cargando precio…
fi: Ladataan hintaa…
fr: Chargement du prix…
he: טוען מחיר…
hi: क़ीमत लोड हो रही है…
hr: Učitavanje cijene…
hu: Ár betöltése…
id: Memuat harga…
it: Caricamento…
ja: 読み込み中…
ko: 가격 불러오는 중…
ms: Memuat harga…
nb: Laster pris…
nl: Prijs laden…
pl: Ładowanie ceny…
pt_pt: A carregar preço…
ro: Se încarcă preț…
ru: Загрузка цены…
sk: Načítavam cenu…
sl: Nalagam ceno…
sv: Laddar pris…
th: กำลังโหลดราคา…
tr: Fiyat yükleniyor…
uk: Ціна завантажується…
vi: Đang tải giá…
zh_hans: 正在加载价格…
zh_hk: 載入價格…

# paywall_title
source: Memul Premium
ar: Memul بريميوم
he: Memul פרימיום
hi: Memul प्रीमियम
hu: Memul Prémium
ja: Memul プレミアム
ko: Memul 프리미엄
th: Memul พรีเมียม
zh_hans: Memul 高级版

# paywall_subtitle
source: Unlock all features and remove free limits.
ar: افتح كل الميزات وأزل القيود.
ca: Desbloqueja tot i elimina límits.
cs: Odemkni všechny funkce a odstraň limity.
da: Lås op for alle funktioner og fjern begrænsninger.
de: Alles freischalten und Limits entfernen.
el: Ξεκλείδωσε όλες τις λειτουργίες.
es: Desbloquea todo y elimina límites.
fi: Avaa kaikki ominaisuudet ja poista rajat.
fr: Débloquez toutes les fonctions et supprimez les limites.
he: פתח את כל הפיצ׳רים.
hi: सभी फ़ीचर अनलॉक करें और सीमाएँ हटाएँ.
hr: Otključaj sve značajke i ukloni ograničenja.
hu: Nyisd fel az összes funkciót, távolítsd el a korlátokat.
id: Buka semua fitur, hilangkan batasan.
it: Sblocca tutte le funzioni senza limiti.
ja: 全機能を解除し制限なし。
ko: 모든 기능 해제, 제한 없음.
ms: Buka semua ciri, tiada had.
nb: Lås opp alle funksjoner uten begrensning.
nl: Ontgrendel alle functies en verwijder limieten.
pl: Odblokuj wszystko i usuń limity.
pt_pt: Desbloqueia todas as funcionalidades e remove limites.
ro: Deblochează toate funcțiile și elimină limitele.
ru: Открой все функции и сними лимиты.
sk: Odomkni všetky funkcie a odstráň limity.
sl: Odkleni vse funkcije in odstrani omejitve.
sv: Lås upp allt och ta bort begränsningar.
th: ปลดล็อกทุกฟีเจอร์ ไม่มีจำกัด
tr: Tüm özellikleri aç, sınırları kaldır.
uk: Відкрий усі функції, прибери обмеження.
vi: Mở toàn bộ tính năng.
zh_hans: 解锁全部功能，移除限制。
zh_hk: 解鎖全部功能並移除限制。

# feat_bigger_boards_title
source: Bigger boards
ar: ألواح أكبر
ca: Taulers grans
cs: Větší desky
da: Større brætter
de: Größere Tafeln
el: Μεγαλύτεροι πίνακες
es: Tableros más grandes
fi: Suuremmat ruudukot
fr: Plateaux plus grands
he: לוחות גדולים
hi: बड़ा बोर्ड
hr: Veće ploče
hu: Nagyobb tábla
id: Papan besar
it: Pannelli grandi
ja: 大きな盤
ko: 큰 보드
ms: Papan lebih besar
nb: Større brett
nl: Grotere borden
pl: Większe plansze
pt_pt: Tabuleiros maiores
ro: Table mai mari
ru: Больше поле
sk: Väčšie polia
sl: Večje plošče
sv: Större bräden
th: ตารางใหญ่
tr: Daha büyük tahtalar
uk: Більші поля
vi: Bảng lớn
zh_hans: 更大棋盘
zh_hk: 更大棋盤

# feat_bigger_boards_detail
source: Up to 33×33
ar: حتى 33×33
ca: Fins a 33×33
cs: Až 33×33
da: Op til 33×33
de: Bis 33×33
el: Έως 33×33
es: Hasta 33×33
fi: Jopa 33×33
fr: Jusqu’à 33×33
he: עד 33×33
hi: 33×33 तक
hr: Do 33×33
hu: Akár 33×33
id: Hingga 33×33
it: Fino a 33×33
ja: 最大33×33
ko: 최대 33×33
ms: Sehingga 33×33
nb: Opptil 33×33
nl: Tot 33×33
pl: Do 33×33
pt_pt: Até 33×33
ro: Până la 33×33
ru: До 33×33
sk: Až 33×33
sl: Do 33×33
sv: Upp till 33×33
th: ถึง 33×33
tr: 33×33’e kadar
uk: До 33×33
vi: Tới 33×33
zh_hans: 最大33×33
zh_hk: 最多 33×33

# feat_more_players_title
source: More players
ar: مزيد من اللاعبين
ca: Més jugadors
cs: Více hráčů
da: Flere spillere
de: Mehr Spieler
el: Περισσότεροι παίκτες
es: Más jugadores
fi: Lisää pelaajia
fr: Plus de joueurs
he: יותר שחקנים
hi: ज़्यादा खिलाड़ी
hr: Više igrača
hu: Több játékos
id: Lebih banyak pemain
it: Più giocatori
ja: プレイヤー数
ko: 플레이어 추가
ms: Lebih ramai pemain
nb: Flere spillere
nl: Meer spelers
pl: Więcej graczy
pt_pt: Mais jogadores
ro: Mai mulți jucători
ru: Больше игроков
sk: Viac hráčov
sl: Več igralcev
sv: Fler spelare
th: ผู้เล่นเพิ่ม
tr: Daha çok oyuncu
uk: Більше гравців
vi: Thêm người
zh_hans: 更多玩家
zh_hk: 更多玩家

# feat_more_players_detail
source: Up to 32 players
ar: حتى 32 لاعبًا
ca: Fins a 32
cs: Až 32 hráčů
da: Op til 32 spillere
de: Bis 32 Spieler
el: Έως 32
es: Hasta 32 jugadores
fi: Jopa 32
fr: Jusqu’à 32 joueurs
he: עד 32
hi: 32 तक
hr: Do 32 igrača
hu: Akár 32 fő
id: Hingga 32
it: Fino a 32
ja: 最大32人
ko: 최대 32명
ms: Sehingga 32 pemain
nb: Opptil 32 spillere
nl: Tot 32 spelers
pl: Do 32 graczy
pt_pt: Até 32 jogadores
ro: Până la 32
ru: До 32
sk: Až 32
sl: Do 32
sv: Upp till 32
th: ถึง 32 คน
tr: 32’ye kadar
uk: До 32 гравців
vi: Tới 32 người
zh_hans: 最多32人
zh_hk: 最多 32 位

# feat_timer_title
source: Turn timer
ar: مؤقت الدور
ca: Temporitzador
cs: Časovač
da: Tur-timer
de: Zug-Timer
el: Χρονόμετρο
es: Temporizador de turno
fi: Aikaraja
fr: Minuteur de tour
he: טיימר
hi: टाइमर
hr: Tajmer
hu: Köridő
id: Timer giliran
it: Timer turno
ja: ターンタイマー
ko: 턴 타이머
ms: Pemasa giliran
nb: Turtimer
nl: Beurt-timer
pl: Czas tury
pt_pt: Temporizador de turno
ro: Temporizator tur
ru: Таймер хода
sk: Časovač ťahu
sl: Časovnik
sv: Timer
th: ตัวจับเวลา
tr: Zamanlayıcı
uk: Таймер
vi: Hẹn giờ
zh_hans: 回合计时
zh_hk: 回合計時器

# feat_timer_detail
source: ∞ / 30 / 60 / 120 seconds
ar: ∞ / 30 / 60 / 120 ث
ca: ∞ / 30 / 60 / 120 s
cs: ∞ / 30 / 60 / 120 s
da: ∞ / 30 / 60 / 120 sek
de: ∞ / 30 / 60 / 120 s
es: ∞ / 30 / 60 / 120 s
fi: ∞ / 30 / 60 / 120 sekuntia
fr: ∞ / 30 / 60 / 120 s
hi: ∞ / 30 / 60 / 120 सेकंड
hr: ∞ / 30 / 60 / 120 s
hu: ∞ / 30 / 60 / 120 mp
id: ∞ / 30 / 60 / 120 d
it: ∞ / 30 / 60 / 120 s
ja: ∞ / 30 / 60 / 120 秒
ko: ∞ / 30 / 60 / 120 초
ms: ∞ / 30 / 60 / 120s
nb: ∞ / 30 / 60 / 120s
nl: ∞ / 30 / 60 / 120 sec
pl: ∞ / 30 / 60 / 120 s
pt_pt: ∞ / 30 / 60 / 120 s
ro: ∞ / 30 / 60 / 120 s
sv: ∞ / 30 / 60 / 120 s
th: ∞ / 30 / 60 / 120 วินาที
tr: ∞ / 30 / 60 / 120 sn
uk: ∞ / 30 / 60 / 120с
vi: ∞ / 30 / 60 / 120s
zh_hans: ∞ / 30 / 60 / 120秒
zh_hk: ∞ / 30 / 60 / 120 秒

# feat_labels_title
source: Label styling
ar: نمط العلامات
ca: Estil etiquetes
cs: Styl popisků
da: Etiketter stil
de: Label-Stil
el: Στυλ ετικετών
es: Estilo de etiquetas
fi: Tunnisteiden muotoilu
fr: Style des étiquettes
he: עיצוב תוויות
hi: लेबल स्टाइल
hr: Stil oznaka
hu: Címke stílus
id: Atur label
it: Stile etichette
ja: ラベル設定
ko: 라벨 설정
ms: Gaya label
nb: Etikettstil
nl: Labelstijl
pl: Styl etykiet
pt_pt: Estilo de etiquetas
ro: Stil etichete
ru: Оформление подписей
sk: Štýl menoviek
sl: Slog oznak
sv: Etikettstil
th: สไตล์ป้าย
tr: Etiket stili
uk: Стиль міток
vi: Kiểu nhãn
zh_hans: 标签样式
zh_hk: 標籤樣式

# feat_labels_detail
source: Colours & positions
ar: ألوان ومواقع
ca: Colors i posicions
cs: Barvy a pozice
da: Farver & placering
de: Farben & Positionen
el: Χρώματα & θέσεις
es: Colores y posiciones
fi: Värit ja sijainnit
fr: Couleurs et positions
he: צבעים & מיקום
hi: रंग और स्थितियाँ
hr: Boje i položaji
hu: Színek és pozíciók
id: Warna & posisi
it: Colori & posizioni
ja: 色 & 位置
ko: 색상 & 위치
ms: Warna & posisi
nb: Farger og plassering
nl: Kleuren & posities
pl: Kolory i pozycje
pt_pt: Cores e posições
ro: Culori și poziții
ru: Цвета и позиции
sk: Farby a pozície
sl: Barve in pozicije
sv: Färger & placeringar
th: สี & ตำแหน่ง
tr: Renkler & konumlar
uk: Кольори й позиції
vi: Màu & vị trí
zh_hans: 颜色和位置
zh_hk: 顏色與位置

# feat_puzzles_title
source: Full puzzle set
ar: مجموعة كاملة
ca: Imatges senceres
cs: Celá sada obrázků
da: Fuld billedpakke
de: Voller Bildsatz
el: Όλες οι εικόνες
es: Colección completa
fi: Kuvatäysi sarja
fr: Collection complète
he: כל התמונות
hi: पूर्ण संग्रह
hr: Cijeli set slika
hu: Teljes készlet
id: Set lengkap
it: Tutte le immagini
ja: 全パズル
ko: 전체 퍼즐
ms: Set teka-teki penuh
nb: Hele puslespillsettet
nl: Volledige set
pl: Pełny zestaw
pt_pt: Conjunto completo
ro: Set complet puzzle-uri
ru: Все картинки
sk: Všetky obrázky
sl: Vse sličice
sv: Alla bilder
th: ชุดภาพเต็ม
tr: Tam bulmaca seti
uk: Повний набір
vi: Trọn bộ hình
zh_hans: 完整图片
zh_hk: 完整圖片集

# feat_puzzles_detail
source: Free + premium images
ar: صور مجانية + مميزة
ca: Gratuït + Premium
cs: Zdarma + Premium
da: Gratis + Premium
de: Gratis + Premium-Bilder
el: Δωρεάν + Premium
es: Imágenes gratis + premium
fi: Ilmaiset + Premium
fr: Images gratuites + premium
he: חינם + פרימיום
hi: फ़्री + प्रीमियम चित्र
hr: Besplatne + premium
hu: Ingyenes + prémium képek
id: Gratis + Premium
it: Gratis + Premium
ja: 無料 + プレミアム
ko: 무료 + 프리미엄
ms: Imej percuma + premium
nb: Gratis + premiumbilder
nl: Gratis + Premium
pl: Obrazki darmowe + premium
pt_pt: Imagens grátis + premium
ro: Gratuit + premium
ru: Бесплатные + премиум
sk: Voľné + prémiové
sl: Brezplačne + Premium
sv: Gratis + Premium
th: ฟรี + พรีเมียม
tr: Ücretsiz + premium
uk: Усі зображення
vi: Miễn phí + Premium
zh_hans: 免费+高级
zh_hk: 免費 + Premium 圖片

# feat_division_title
source: Quick Division
ar: قسمة سريعة
ca: Divisió ràpida
cs: Rychlé dělení
da: Hurtig division
de: Schnelle Division
el: Διαίρεση
es: División rápida
fi: Nopea jako
fr: Division rapide
he: חילוק
hi: त्वरित भाग
hr: Brzo dijeljenje
hu: Gyors osztás
id: Cepat Bagi
it: Divisione veloce
ja: わり算
ko: 나눗셈
ms: Bahagi
nb: Hurtigdeling
nl: Snelle deling
pl: Szybkie dzielenie
pt_pt: Divisão rápida
ro: Împărțire rapidă
ru: Быстрое деление
sk: Rýchle delenie
sl: Hitro deljenje
sv: Snabb division
th: ฝึกหาร
tr: Hızlı Bölme
uk: Швидке ділення
vi: Chia nhanh
zh_hans: 快速除法
zh_hk: 快速除法

# feat_division_detail
source: Unlock division mode
ar: فتح وضع القسمة
ca: Mode divisió
cs: Režim dělení
da: Divisionstilstand
de: Divisionsmodus freischalten
el: Λειτουργία διαίρεσης
es: Desbloquea el modo división
fi: Avaa jakotila
fr: Débloquer le mode division
he: מצב חילוק
hi: भाग मोड
hr: Način dijeljenja
hu: Osztás mód
id: Mode pembagian
it: Modalità divisione
ja: わり算モード解除
ko: 나눗셈 모드 해제
ms: Buka mod bahagi
nb: Lås opp delingsmodus
nl: Delingsmodus
pl: Tryb dzielenia
pt_pt: Modo de divisão
ro: Mod împărțire
ru: Режим деления
sk: Režim delenia
sl: Način deljenja
sv: Lås upp division
th: ปลดล็อกโหมดหาร
tr: Bölme modu aç
uk: Режим ділення
vi: Mở chia
zh_hans: 除法模式
zh_hk: 解鎖除法模式

# paywall_smallprint
source: One-time purchase. Family Sharing supported. Your purchase is linked to your Apple ID.
ar: شراء لمرة واحدة. مشاركة عائلية مدعومة. الشراء مرتبط بـ Apple ID.
ca: Compra única. Compartició familiar. Vinculat al teu Apple ID.
cs: Jednorázový nákup. Sdílení v rodině podporováno. Propojeno s Apple ID.
da: Engangskøb. Familiedeling understøttet. Dit køb er knyttet til dit Apple-ID.
de: Einmalkauf. Familienfreigabe unterstützt. Kauf ist mit deiner Apple-ID verknüpft.
el: Μία αγορά. Οικογενειακή κοινή χρήση. Συνδεδεμένο με το Apple ID.
es: Compra única. Compatible con En familia. Tu compra está vinculada a tu ID de Apple.
fi: Kertaostos. Perhejaolla tuettu. Osto liittyy Apple ID:hen.
fr: Achat unique. Partage familial pris en charge. Achat lié à votre identifiant Apple.
he: רכישה חד פעמית. שיתוף משפחתי נתמך. קשור ל־Apple ID.
hi: एक बार की खरीद. फैमिली शेयरिंग समर्थित. आपकी खरीद आपके Apple ID से जुड़ी है.
hr: Jednokratna kupnja. Obiteljsko dijeljenje podržano. Povezano s Apple ID-om.
hu: Egyszeri vásárlás. Családi megosztás támogatott. A vásárlás az Apple ID-hez kötődik.
id: Pembelian sekali saja. Family Sharing didukung. Terkait Apple ID.
it: Acquisto una tantum. Family Sharing supportato. Legato al tuo Apple ID.
ja: 買い切り。ファミリー共有対応。Apple IDに紐づきます。
ko: 일회성 구매. 가족 공유 지원. Apple ID에 연결됩니다.
ms: Pembelian sekali sahaja. Perkongsian Keluarga disokong. Terikat dengan Apple ID.
nb: Engangskjøp. Familiedeling støttes. Knyttet til Apple-ID.
nl: Eenmalige aankoop. Delen met gezin ondersteund. Gekoppeld aan je Apple ID.
pl: Jednorazowy zakup. Udostępnianie rodzinne. Powiązane z Apple ID.
pt_pt: Compra única. Partilha com a família suportada. Associado ao teu Apple ID.
ro: Achiziție unică. Partajare familială disponibilă. Asociat Apple ID.
ru: Разовая покупка. Family Sharing поддерживается. Привязка к Apple ID.
sk: Jednorazový nákup. Family Sharing podporovaný. Viazané na Apple ID.
sl: Enkratni nakup. Family Sharing podprt. Povezano z Apple ID.
sv: Engångsköp. Family Sharing stöds. Kopplat till ditt Apple-ID.
th: ซื้อครั้งเดียว ใช้ Family Sharing ได้ ผูกกับ Apple ID ของคุณ
tr: Tek seferlik satın alma. Aile Paylaşımı desteklenir. Apple ID’nize bağlıdır.
uk: Одноразова покупка. Сімейний доступ. Прив’язано до Apple ID.
vi: Mua một lần. Hỗ trợ gia đình. Gắn với Apple ID.
zh_hans: 一次性购买。支持家庭共享。与Apple ID绑定。
zh_hk: 一次性購買。支援家庭共享。購買連結至你的 Apple ID。

# turn_seconds_suffix
source: (%ds)
el: (%dδ)
he: (%dש)
id: (%dd)
