Repository: KuuuGR/Memul
Catalog: iOS/Memul/Memul/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hk

# top_color
source: Top colour
ar: لون الأعلى
ca: Color superior
cs: Horní barva
da: Topfarve
de: Farbe oben
el: Χρώμα πάνω
es: Color superior
fi: Yläväri
fr: Couleur haut
he: צבע עליון
hi: ऊपर का रंग
hr: Gornja boja
hu: Felső szín
id: Warna atas
it: Colore alto
ja: 上の色
ko: 위 색상
ms: Warna atas
nb: Farge øverst
nl: Bovenkleur
pl: Kolor góra
pt_pt: Cor superior
ro: Culoare sus
ru: Цвет сверху
sk: Farba hore
sl: Barva zgoraj
sv: Färg uppe
th: สีบน
tr: Üst renk
uk: Колір зверху
vi: Màu trên
zh_hans: 顶部颜色
zh_hk: 上方顏色

# header_options
source: Header
ar: العنوان
ca: Capçalera
cs: Záhlaví
da: Overskrift
de: Kopfzeile
el: Κεφαλίδα
es: Encabezado
fi: Otsikko
fr: En-tête
he: כותרת
hi: हेडर
hr: Zaglavlje
hu: Fejléc
it: Intestazioni
ja: ヘッダー
ko: 헤더
nb: Topptekst
nl: Koptekst
pl: Nagłówek
pt_pt: Cabeçalho
ro: Antet
ru: Заголовок
sk: Hlavička
sl: Glava
sv: Rubrik
th: หัวข้อ
tr: Başlık
uk: Заголовок
vi: Tiêu đề
zh_hans: 标题
zh_hk: 標題

source: Show selected coordinates button
ar: إظهار زر الإحداثيات
ca: Mostra botó de coordenades
cs: Zobrazit tlačítko souřadnic
da: Vis knap med koordinater
de: Koordinaten-Button anzeigen
el: Κουμπί συντεταγμένων
es: Mostrar botón de coordenadas
fi: Näytä valitut koordinaatit -painike
fr: Afficher le bouton des coordonnées
he: כפתור קואורדינטות
hi: चयनित निर्देशांक बटन दिखाएँ
hr: Prikaži gumb s koordinatama
hu: Kijelölt koordináta gomb
id: Tampilkan tombol koordinat
it: Mostra pulsante coordinate
ja: 座標ボタンを表示
ko: 좌표 버튼 표시
ms: Tunjuk butang koordinat
nb: Vis valgt koordinat-knapp
nl: Toon knop met coördinaten
pl: Pokaż przycisk współrzędnych
pt_pt: Mostrar botão de coordenadas
ro: Buton coordonate selectate
ru: Кнопка выбранных координат
sk: Tlačidlo vybraných súradníc
sl: Gumb za izbrane koordinate
sv: Visa valda koordinater-knapp
th: ปุ่มพิกัดที่เลือก
tr: Seçili koordinat butonu
uk: Кнопка координат
vi: Nút tọa độ
zh_hans: 显示坐标按钮
zh_hk: 顯示座標按鈕

# turn_30s
source: 30s
ar: ٣٠ث
el: 30δ
he: 30ש
id: 30d
ja: 30秒
ko: 30초
ru: 30с
th: 30ว
tr: 30sn
uk: 30с
zh_hans: 30秒
zh_hk: 30秒

# turn_60s
source: 60s
ar: ٦٠ث
el: 60δ
he: 60ש
id: 60d
ja: 60秒
ko: 60초
ru: 60с
th: 60ว
tr: 60sn
uk: 60с
zh_hans: 60秒
zh_hk: 60秒

# turn_120s
source: 120s
ar: ١٢٠ث
el: 120δ
he: 120ש
id: 120d
ja: 120秒
ko: 120초
ru: 120с
th: 120ว
tr: 120sn
uk: 120с
zh_hans: 120秒
zh_hk: 120秒

# turn_timer_free_hint
source: Free version uses a fixed 30s per turn.
ar: النسخة المجانية: ٣٠ ثانية لكل دور.
ca: Versió gratuïta: 30s fixes per torn.
cs: Zdarma: vždy 30s na tah.
da: Gratis: altid 30s pr. tur.
de: Gratisversion: 30s pro Zug.
el: Δωρεάν: 30δ ανά γύρο.
es: Versión gratis: 30s por turno.
fi: Ilmaisversiossa jokainen vuoro kestää 30s.
fr: Version gratuite : 30s par tour.
he: חינם: 30 שניות לתור.
hi: फ्री संस्करण: हर चाल के लिए 30s तय.
hr: Besplatna verzija: uvijek 30s po potezu.
hu: Ingyenes verzió: fix 30s minden körben.
id: Gratis: selalu 30 detik per giliran.
it: Gratis: sempre 30s a turno.
ja: 無料版: 1ターン30秒固定。
ko: 무료: 턴당 30초 고정.
ms: Percuma: 30s tetap setiap giliran.
nb: Gratis: fast 30s per tur.
nl: Gratis: altijd 30s per beurt.
pl: Wersja darmowa: 30s na turę.
pt_pt: Grátis: 30s fixos por turno.
ro: Gratuit: 30s fix pe tur.
ru: В бесплатной версии ход ограничен 30с.
sk: Bezplatná verzia používa pevný limit 30s na ťah.
sl: Brezplačna različica uporablja fiksno 30s na potezo.
sv: Gratis: fast 30s per tur.
th: ฟรี: 30ว ต่อเทิร์น
tr: Ücretsiz sürüm: sabit 30sn
uk: У безкоштовній версії: 30с.
vi: Miễn phí: 30s/ lượt.
zh_hans: 免费版: 每回合固定30秒。
zh_hk: 免費版：每回合固定 30 秒。

# turn_timer_per_turn
source: Per-turn limit
ar: حد لكل دور
ca: Límit per torn
cs: Limit na tah
da: Tidsgrænse pr. tur
de: Limit pro Zug
el: Όριο ανά γύρο
es: Límite por turno
fi: Vuorokohtainen raja
fr: Limite par tour
he: הגבלת תור
hi: प्रति-चाल सीमा
hr: Ograničenje po potezu
hu: Körönkénti limit
id: Batas per giliran
it: Limite a turno
ja: 1ターンの制限
ko: 턴 제한
ms: Had setiap giliran
nb: Per-tur grense
nl: Limiet per beurt
pl: Limit na turę
pt_pt: Limite por turno
ro: Limită per tur
ru: Лимит на ход
sk: Limit na ťah
sl: Omejitev na potezo
sv: Per-tur gräns
th: จำกัดต่อเทิร์น
tr: Tur başına süre
uk: Обмеження на хід
vi: Giới hạn mỗi lượt
zh_hans: 每回合限制
zh_hk: 每回合限制

# turn_timer_title
source: Turn timer
ar: مؤقت الدور
ca: Temporitzador
cs: Časovač tahu
da: Tur-timer
de: Zug-Timer
el: Χρονόμετρο γύρου
es: Temporizador de turno
fi: Vuoron aikaraja
fr: Minuteur de tour
he: טיימר תור
hi: टर्न टाइमर
hr: Tajmer poteza
hu: Köridő
id: Timer giliran
it: Timer turno
ja: ターンタイマー
ko: 턴 타이머
ms: Pemasa giliran
nb: Turtimer
nl: Beurt-timer
pl: Czas tury
pt_pt: Temporizador de turno
ro: Temporizator tur
ru: Таймер хода
sk: Časovač ťahu
sl: Časovnik poteze
sv: Tur-timer
th: ตัวจับเวลา
tr: Zamanlayıcı
uk: Таймер
vi: Hẹn giờ
zh_hans: 回合计时器
zh_hk: 回合計時器

# free_limitations
source: Free version: max %d×%d board, %d players.
ar: مجاني: %d×%d كحد أقصى و%d لاعبين.
ca: Gratuït: màx. %d×%d, %d jugadors.
cs: Zdarma: max %d×%d deska, %d hráčů.
da: Gratis: maks. %d×%d bræt, %d spillere.
de: Gratis: max. %d×%d und %d Spieler.
el: Δωρεάν: έως %d×%d, %d παίκτες.
es: Versión gratis: máximo %d×%d y %d jugadores.
fi: Ilmainen: enintään %d×%d ja %d pelaajaa.
fr: Gratuit : max %d×%d, %d joueurs.
he: חינם: עד %d×%d, %d שחקנים.
hi: फ्री: अधिकतम %d×%d बोर्ड, %d खिलाड़ी.
hr: Besplatno: max %d×%d ploča, %d igrača.
hu: Ingyenes: max %d×%d tábla, %d játékos.
id: Gratis: max %d×%d papan, %d pemain.
it: Gratis: max %d×%d, %d giocatori.
ja: 無料: 最大 %d×%d, %d人まで。
ko: 무료: 최대 %d×%d, %d명.
ms: Percuma: max %d×%d, %d pemain.
nb: Gratis: maks %d×%d, %d spillere.
nl: Gratis: max %d×%d bord, %d spelers.
pl: Wersja darmowa: maks %d×%d, %d graczy.
pt_pt: Grátis: máx. %d×%d, %d jogadores.
ro: Gratuit: max %d×%d, %d jucători.
ru: Бесплатно: макс %d×%d, %d игроков.
sk: Zdarma: max %d×%d, %d hráči.
sl: Brezplačno: največ %d×%d, %d igralci.
sv: Gratis: max %d×%d, %d spelare.
th: ฟรี: สูงสุด %d×%d, %d ผู้เล่น
tr: Ücretsiz: max %d×%d tahta, %d oyuncu.
uk: Безкоштовно: макс %d×%d поле, %d гравців.
vi: Miễn phí: %d×%d, %d người.
zh_hans: 免费版: 最大%d×%d, %d位玩家。
zh_hk: 免費版：最多 %d×%d，%d 位玩家。

# premium_limitations
source: All premium features unlocked — up to %dx%d boards and %d players.
ar: كل ميزات بريميوم — حتى %dx%d و%d لاعبين.
ca: Premium desbloquejat — fins a %dx%d i %d jugadors.
cs: Premium: vše odemčeno — až %dx%d a %d hráčů.
da: Premium: alt låst op — op til %dx%d og %d spillere.
de: Alle Premium-Funktionen — bis %dx%d und %d Spieler.
el: Premium: έως %dx%d και %d παίκτες.
es: Todas las funciones Premium — hasta %dx%d y %d jugadores.
fi: Kaikki Premium-ominaisuudet — jopa %dx%d ja %d pelaajaa.
fr: Toutes les fonctions Premium — jusqu’à %dx%d et %d joueurs.
he: פרימיום: עד %dx%d ו-%d שחקנים.
hi: प्रीमियम में सब अनलॉक — %dx%d बोर्ड और %d खिलाड़ी तक.
hr: Premium: sve otključano — do %dx%d i %d igrača.
hu: Prémium: minden funkció elérhető — %dx%d tábla és %d játékos.
id: Premium: semua fitur — hingga %dx%d papan dan %d pemain.
it: Premium: tutte le funzioni — fino a %dx%d e %d giocatori.
ja: プレミアム: 最大 %dx%d, %d人まで。
ko: 프리미엄: 최대 %dx%d, %d명.
ms: Premium: hingga %dx%d, %d pemain.
nb: Premium: opptil %dx%d, %d spillere.
nl: Premium: alles ontgrendeld — tot %dx%d en %d spelers.
pl: Wszystkie funkcje Premium — do %dx%d i %d graczy.
pt_pt: Premium: até %dx%d e %d jogadores.
ro: Premium: până la %dx%d și %d jucători.
ru: Премиум: до %dx%d и %d игроков.
sk: Premium: až %dx%d a %d hráčov.
sl: Premium: do %dx%d in %d igralcev.
sv: Premium: upp till %dx%d och %d spelare.
th: พรีเมียม: ถึง %dx%d, %d ผู้เล่น
tr: Premium: %dx%d tahta ve %d oyuncuya kadar.
uk: Преміум: до %dx%d полів і %d гравців.
vi: Premium: tới %dx%d và %d người.
zh_hans: 高级版解锁全部 — 支持%dx%d棋盘和%d位玩家。
zh_hk: Premium 功能全開 — 最多 %dx%d，%d 位玩家。

source: Premium Access
ar: وصول بريميوم
ca: Accés Premium
cs: Premium přístup
da: Premium-adgang
de: Premium-Zugang
el: Πρόσβαση Premium
es: Acceso Premium
fi: Premium-käyttö
fr: Accès Premium
he: גישה לפרימיום
hi: प्रीमियम एक्सेस
hr: Premium pristup
hu: Prémium hozzáférés
id: Akses Premium
it: Accesso Premium
ja: プレミアム
ko: 프리미엄
ms: Akses Premium
nb: Premium-tilgang
nl: Premium-toegang
pl: Dostęp Premium
pt_pt: Acesso Premium
ro: Acces Premium
ru: Доступ Премиум
sk: Premium prístup
sl: Premium dostop
sv: Premiumåtkomst
th: สิทธิ์พรีเมียม
tr: Premium Erişim
uk: Преміум доступ
vi: Truy cập Premium
zh_hans: 高级版
zh_hk: Premium 存取

source: Unlock Premium
ar: افتح بريميوم
ca: Desbloqueja Premium
cs: Odemknout Premium
da: Lås op for Premium
de: Premium freischalten
el: Ξεκλείδωμα Premium
es: Desbloquear Premium
fi: Avaa Premium
fr: Débloquer Premium
he: פתח פרימיום
hi: प्रीमियम अनलॉक करें
hr: Otključaj Premium
hu: Prémium feloldása
id: Buka Premium
it: Sblocca Premium
ja: プレミアム解除
ko: 프리미엄 해제
ms: Buka Premium
nb: Lås opp Premium
nl: Ontgrendel Premium
pl: Odblokuj Premium
pt_pt: Desbloquear Premium
ro: Deblochează Premium
ru: Открыть Премиум
sk: Odomknúť Premium
sl: Odkleni Premium
sv: Lås upp Premium
th: ปลดล็อกพรีเมียม
tr: Premium Aç
uk: Відкрити Преміум
vi: Mở Premium
zh_hans: 解锁高级版
zh_hk: 解鎖 Premium

source: Close
ar: إغلاق
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hk: 關閉

source: End Game
ar: إنهاء
ca: Finalitza
cs: Konec hry
da: Afslut spil
de: Beenden
el: Τέλος
es: Terminar
fi: Lopeta peli
fr: Terminer
he: סיים משחק
hi: खेल समाप्त
hr: Kraj igre
hu: Játék vége
id: Akhiri
it: Termina
ja: 終了
ko: 게임 종료
ms: Tamat
nb: Avslutt spill
nl: Beëindig spel
pl: Zakończ
pt_pt: Terminar jogo
ro: Termină jocul
ru: Завершить игру
sk: Koniec hry
sl: Konec igre
sv: Avsluta spel
th: จบเกม
tr: Oyunu Bitir
uk: Завершити гру
vi: Kết thúc
zh_hans: 结束
zh_hk: 結束

# find_cell_with
source: Find a cell with %d
ar: ابحث عن خانة بـ%d
ca: Troba la casella amb %d
cs: Najdi pole s %d
da: Find felt med %d
de: Finde ein Feld mit %d
el: Βρες κελί με %d
es: Encuentra una casilla con %d
fi: Etsi solu: %d
fr: Trouve une case avec %d
he: מצא תא עם %d
hi: %d वाला सेल ढूँढें
hr: Nađi polje s %d
hu: Keresd a %d mezőt
id: Cari sel dengan %d
it: Trova cella con %d
ja: %d のマスを探す
ko: %d 칸 찾기
ms: Cari petak %d
nb: Finn rute med %d
nl: Zoek vak met %d
pl: Znajdź pole z %d
pt_pt: Encontrar célula com %d
ro: Găsește celula cu %d
ru: Найди ячейку с %d
sk: Nájdi políčko s %d
sl: Najdi polje z %d
sv: Hitta ruta med %d
th: หาช่องที่มี %d
tr: %d olan hücreyi bul
uk: Знайди клітинку з %d
vi: Tìm ô có %d
zh_hans: 找到含%d的格子
zh_hk: 找出含有 %d 的格子

source: New Game
ar: لعبة جديدة
ca: Nou joc
cs: Nová hra
da: Nyt spil
de: Neues Spiel
el: Νέα παρτίδα
es: Nueva partida
fi: Uusi peli
fr: Nouvelle partie
he: משחק חדש
hi: नई खेल
hr: Nova igra
hu: Új játék
id: Permainan baru
it: Nuova partita
ja: 新しいゲーム
ko: 새 게임
ms: Permainan Baru
nb: Nytt spill
nl: Nieuw spel
pl: Nowa gra
pt_pt: Novo jogo
ro: Joc nou
ru: Новая игра
sk: Nová hra
sl: Nova igra
sv: Nytt spel
th: เกมใหม่
tr: Yeni Oyun
uk: Нова гра
vi: Ván mới
zh_hans: 新游戏
zh_hk: 新遊戲

# results_title
source: Results
ar: النتائج
ca: Resultats
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fr: Résultats
he: תוצאות
hi: परिणाम
hr: Rezultati
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
ms: Keputusan
nb: Resultater
nl: Resultaten
pl: Wyniki
pt_pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sl: Rezultati
sv: Resultat
th: ผลลัพธ์
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果
zh_hk: 結果

# settings_title
source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hk: 設定

source: Tap to close
ar: المس للإغلاق
ca: Toca per tancar
cs: Klepni pro zavření
da: Tryk for at lukke
de: Zum Schließen tippen
el: Πάτησε για κλείσιμο
es: Toca para cerrar
fi: Napauta sulkeaksesi
fr: Touchez pour fermer
he: הקש לסגירה
hi: बंद करने के लिए टैप करें
hr: Dodirni za zatvaranje
hu: Érintsd a bezáráshoz
id: Ketuk untuk menutup
it: Tocca per chiudere
ja: タップで閉じる
ko: 탭하여 닫기
ms: Ketuk untuk tutup
nb: Trykk for å lukke
nl: Tik om te sluiten
pl: Stuknij, by zamknąć
pt_pt: Toca para fechar
ro: Atinge pentru a închide
ru: Нажми, чтобы закрыть
sk: Ťukni na zatvorenie
sl: Tapni za zaprtje
sv: Tryck för att stänga
th: แตะเพื่อปิด
tr: Kapatmak için dokun
uk: Торкнись, щоб закрити
vi: Chạm để đóng
zh_hans: 点击关闭
zh_hk: 輕觸以關閉

source: Total Points
ar: النقاط الكلية
ca: Punts totals
cs: Celkem bodů
da: Samlet point
de: Gesamtpunkte
el: Συνολικοί πόντοι
es: Puntos totales
fi: Pisteet yhteensä
fr: Points totaux
he: סך נקודות
hi: कुल अंक
hr: Ukupno bodova
hu: Összpontszám
id: Total poin
it: Punti totali
ja: 合計点
ko: 총 점수
ms: Jumlah Mata
nb: Poengsum
nl: Totaalpunten
pl: Łączne punkty
pt_pt: Pontos totais
ro: Puncte totale
ru: Всего очков
sk: Spolu body
sl: Skupaj točk
sv: Totala poäng
th: คะแนนรวม
tr: Toplam Puan
uk: Загальні бали
vi: Tổng điểm
zh_hans: 总分
zh_hk: 總分

# turn_title
source: %@'s turn
ar: دور %@
ca: Torn de %@
cs: Tah: %@
da: %@'s tur
de: Am Zug: %@
el: Σειρά του %@
es: Turno de %@
fi: %@:n vuoro
fr: Au tour de %@
he: תור של %@
hi: %@ की बारी
hr: Potez: %@
hu: %@ köre
id: Giliran %@
it: Turno di %@
ja: %@ のターン
ko: %@의 차례
ms: Giliran %@
nb: %@ sin tur
nl: Beurt van %@
pl: Tura: %@
pt_pt: Vez de %@
ro: Rândul lui %@
ru: Ход %@
sk: Ťah %@
sl: Poteza %@
sv: %@ tur
th: ตาของ %@
tr: %@'ın sırası
uk: Хід %@
vi: Lượt %@
zh_hans: %@的回合
zh_hk: %@ 的回合

# winner_announcement
source: 🏆 Winner: %@!
ar: 🏆 الفائز: %@!
ca: 🏆 Guanyador: %@!
cs: 🏆 Vítěz: %@!
da: 🏆 Vinder: %@!
de: 🏆 Sieger: %@!
el: 🏆 Νικητής: %@!
es: 🏆 Ganador: %@!
fi: 🏆 Voittaja: %@!
fr: 🏆 Vainqueur : %@ !
he: 🏆 מנצח: %@!
hi: 🏆 विजेता: %@!
hr: 🏆 Pobjednik: %@!
hu: 🏆 Nyertes: %@!
id: 🏆 Pemenang: %@!
it: 🏆 Vincitore: %@!
ja: 🏆 勝者: %@!
ko: 🏆 승자: %@!
ms: 🏆 Pemenang: %@!
nb: 🏆 Vinner: %@!
nl: 🏆 Winnaar: %@!
pl: 🏆 Zwycięzca: %@!
pt_pt: 🏆 Vencedor: %@!
ro: 🏆 Câștigător: %@!
ru: 🏆 Победитель: %@!
sk: 🏆 Víťaz: %@!
sl: 🏆 Zmagovalec: %@!
sv: 🏆 Vinnare: %@!
th: 🏆 ผู้ชนะ: %@!
tr: 🏆 Kazanan: %@!
uk: 🏆 Переможець: %@!
vi: 🏆 Thắng: %@!
zh_hans: 🏆 获胜者: %@!
zh_hk: 🏆 勝利者：%@！

# gv_selected_ax
source: Selected row %d, column %d
ar: المحدد: صف %d، عمود %d
ca: Seleccionat fila %d, col %d
cs: Vybrán řádek %d, sloupec %d
da: Valgt række %d, kolonne %d
de: Gewählt: Zeile %d, Spalte %d
el: Σειρά %d, στήλη %d επιλεγμένα
es: Seleccionado: fila %d, columna %d
fi: Valittu rivi %d, sarake %d
fr: Sélectionné : ligne %d, colonne %d
he: שורה %d, עמודה %d נבחרו
hi: चयनित पंक्ति %d, स्तंभ %d
hr: Odabran red %d, stupac %d
hu: Kiválasztva: sor %d, oszlop %d
id: Dipilih baris %d, kolom %d
it: Selezionata riga %d, colonna %d
ja: 行%d, 列%d を選択
ko: 행 %d, 열 %d 선택
ms: Baris %d, Lajur %d dipilih
nb: Valgt rad %d, kolonne %d
nl: Rij %d, kolom %d geselecteerd
pl: Wybrano wiersz %d, kolumna %d
pt_pt: Linha %d, coluna %d selecionadas
ro: Linia %d, coloana %d selectate
ru: Выбран ряд %d, столбец %d
sk: Vybraný riadok %d, stĺpec %d
sl: Izbrana vrstica %d, stolpec %d
sv: Rad %d, kolumn %d vald
th: เลือกแถว %d สดมภ์ %d
tr: Seçilen satır %d, sütun %d
uk: Обрано ряд %d, стовпець %d
vi: Hàng %d, cột %d
zh_hans: 选择了行%d，列%d
zh_hk: 已選：第 %d 列，第 %d 欄

# gv_submit
source: Submit
ar: تأكيد
ca: Envia
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Υποβολή
es: Enviar
fi: Vahvista
fr: Valider
he: שלח
hi: सबमिट
hr: Potvrdi
hu: Megerősít
id: Kirim
it: Conferma
ja: 決定
ko: 확인
ms: Hantar
nb: Send inn
nl: Bevestigen
pl: Zatwierdź
pt_pt: Confirmar
ro: Trimite
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sv: Skicka
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_hans: 提交
zh_hk: 提交

# gv_submit_hint
source: Select a cell first
ar: اختر خانة أولاً
ca: Primer selecciona una casella
cs: Nejprve vyber pole
da: Vælg et felt først
de: Wähle zuerst ein Feld
el: Επίλεξε κελί πρώτα
es: Primero elige una casilla
fi: Valitse solu ensin
fr: Choisissez d’abord une case
he: בחר תא קודם
hi: पहले कोई सेल चुनें
hr: Prvo odaberi polje
hu: Előbb válassz egy mezőt
id: Pilih sel dulu
it: Seleziona prima una cella
ja: マスを選んでください
ko: 칸을 먼저 선택하세요
ms: Pilih petak dahulu
nb: Velg en rute først
nl: Selecteer eerst een vak
pl: Najpierw wybierz pole
pt_pt: Seleciona primeiro uma célula
ro: Selectează mai întâi o celulă
ru: Сначала выбери ячейку
sk: Najprv vyber políčko
sl: Najprej izberi polje
sv: Välj en ruta först
th: เลือกช่องก่อน
tr: Önce hücre seç
uk: Спершу вибери клітинку
vi: Chọn ô trước
zh_hans: 先选择一个格子
zh_hk: 請先選擇格子

# gv_submit_sel
source: Submit (%d, %d)
ar: تأكيد (%d, %d)
ca: Envia (%d, %d)
cs: Potvrdit (%d, %d)
da: Bekræft (%d, %d)
de: Bestätigen (%d, %d)
el: Υποβολή (%d, %d)
es: Enviar (%d, %d)
fi: Vahvista (%d, %d)
fr: Valider (%d, %d)
he: שלח (%d, %d)
hi: सबमिट (%d, %d)
hr: Potvrdi (%d, %d)
hu: Megerősít (%d, %d)
id: Kirim (%d, %d)
it: Conferma (%d, %d)
ja: 決定 (%d, %d)
ko: 확인 (%d, %d)
ms: Hantar (%d, %d)
nb: Send inn (%d, %d)
nl: Bevestig (%d, %d)
pl: Zatwierdź (%d, %d)
pt_pt: Confirmar (%d, %d)
ro: Trimite (%d, %d)
ru: Подтвердить (%d, %d)
sk: Potvrdiť (%d, %d)
sl: Potrdi (%d, %d)
sv: Skicka (%d, %d)
th: ยืนยัน (%d, %d)
tr: Onayla (%d, %d)
uk: Підтвердити (%d, %d)
vi: Xác nhận (%d, %d)
zh_hans: 提交 (%d, %d)
zh_hk: 提交 (%d, %d)

# gv_submit_sel_ax
source: Submit selected coordinates %d, %d
ar: تأكيد الإحداثيات %d، %d
ca: Envia coordenades %d, %d
cs: Potvrdit souřadnice %d, %d
da: Bekræft koordinater %d, %d
de: Koordinaten bestätigen %d, %d
el: Υποβολή συντεταγμένων %d, %d
es: Enviar coordenadas %d, %d
fi: Vahvista koordinaatit %d, %d
fr: Valider les coordonnées %d, %d
he: שלח קואורדינטות %d, %d
hi: चयनित निर्देशांक सबमिट करें %d, %d
hr: Potvrdi koordinate %d, %d
hu: Kiválasztott koordináták megerősítése %d, %d
id: Kirim koordinat %d, %d
it: Conferma coordinate %d, %d
ja: 座標 %d, %d を決定
ko: 좌표 %d, %d 확인
ms: Hantar koordinat %d, %d
nb: Send inn koordinat %d, %d
nl: Bevestig coördinaten %d, %d
pl: Zatwierdź współrzędne %d, %d
pt_pt: Confirmar coordenadas %d, %d
ro: Trimite coordonatele %d, %d
ru: Подтвердить координаты %d, %d
sk: Potvrdiť súradnice %d, %d
sl: Potrdi koordinate %d, %d
sv: Skicka valda koordinater %d, %d
th: ยืนยันพิกัด %d, %d
tr: Seçili koordinatı onayla %d, %d
uk: Підтвердити координати %d, %d
vi: Xác nhận tọa độ %d, %d
zh_hans: 提交坐标 %d, %d
zh_hk: 提交座標 %d, %d

# gv_submit_prefix
source: Submit (
ar: تأكيد (
ca: Envia (
cs: Potvrdit (
da: Bekræft (
de: Bestätigen (
el: Υποβολή (
es: Enviar (
fi: Vahvista (
fr: Valider (
he: שלח (
hi: सबमिट (
hr: Potvrdi (
hu: Megerősít (
id: Kirim (
it: Conferma (
ja: 決定 (
ko: 확인 (
ms: Hantar (
nb: Send inn (
nl: Bevestig (
pl: Zatwierdź (
pt_pt: Confirmar (
ro: Trimite (
ru: Подтвердить (
sk: Potvrdiť (
sl: Potrdi (
sv: Skicka (
th: ยืนยัน (
tr: Onayla (
uk: Підтв. (
vi: Xác (
zh_hans: 提交 (
zh_hk: 提交 (

# gv_tap_again
source: Tap again to confirm or press Submit
ar: المس مجددًا أو اضغط تأكيد
ca: Torna a tocar o prem Envia
cs: Klepni znovu nebo stiskni Potvrdit
da: Tryk igen eller tryk Bekræft
de: Nochmal tippen oder Bestätigen
el: Πάτησε ξανά ή Υποβολή
es: Toca de nuevo o pulsa Enviar
fi: Napauta uudelleen tai paina Vahvista
fr: Touchez encore ou validez
he: הקש שוב או שלח
hi: पुष्टि हेतु दुबारा टैप करें या सबमिट दबाएँ
hr: Dodirni opet ili pritisni Potvrdi
hu: Érintsd újra a megerősítéshez
id: Ketuk lagi untuk konfirmasi
it: Tocca di nuovo per confermare
ja: もう一度タップで決定
ko: 다시 탭하거나 확인 버튼 누르기
ms: Ketuk lagi atau tekan Hantar
nb: Trykk igjen eller Send inn
nl: Tik opnieuw of druk Bevestigen
pl: Stuknij ponownie lub Zatwierdź
pt_pt: Toca outra vez ou prime Confirmar
ro: Atinge din nou sau apasă Trimite
ru: Нажми снова или Подтвердить
sk: Ťukni znova alebo Potvrdiť
sl: Tapni znova ali Potrdi
sv: Tryck igen eller Skicka
th: แตะอีกครั้งหรือกดยืนยัน
tr: Tekrar dokun veya Onayla'ya bas
uk: Торкнись ще раз або натисни Підтвердити
vi: Chạm lại hoặc nhấn Xác nhận
zh_hans: 再次点击或按提交
zh_hk: 再次點擊或按提交

# gv_target
source: Target: %d
ar: الهدف: %d
ca: Objectiu: %d
cs: Cíl: %d
da: Mål: %d
de: Ziel: %d
el: Στόχος: %d
es: Objetivo: %d
fi: Tavoite: %d
fr: Cible : %d
he: מטרה: %d
hi: लक्ष्य: %d
hr: Cilj: %d
hu: Cél: %d
it: Obiettivo: %d
ja: 目標: %d
ko: 목표: %d
ms: Sasaran: %d
nb: Mål: %d
nl: Doel: %d
pl: Cel: %d
pt_pt: Objetivo: %d
ro: Țintă: %d
ru: Цель: %d
sk: Cieľ: %d
sl: Cilj: %d
sv: Mål: %d
th: เป้า: %d
tr: Hedef: %d
uk: Ціль: %d
vi: Mục tiêu: %d
zh_hans: 目标: %d
zh_hk: 目標：%d

# ab_navigation_title
source: About
ar: حول
ca: Quant a
cs: O hře
da: Om
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos
he: אודות
hi: के बारे में
hr: O igri
hu: Névjegy
id: Tentang
it: Info
ja: 情報
ko: 정보
ms: Perihal
nb: Om
nl: Over
pl: O grze
pt_pt: Sobre
ro: Despre
ru: О приложении
sk: O aplikácii
sl: O aplikaciji
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про додаток
vi: Giới thiệu
zh_hans: 关于
zh_hk: 關於

# ab_section_about_app
source: About Memul
ar: عن Memul
ca: Sobre Memul
cs: O Memulu
da: Om Memul
de: Über Memul
el: Σχετικά με το Memul
es: Sobre Memul
fi: Tietoja Memulista
fr: À propos de Memul
he: על Memul
hi: Memul के बारे में
hr: O Memulu
hu: A Memulról
id: Tentang Memul
it: Su Memul
ja: Memulについて
ko: Memul 소개
ms: Tentang Memul
nb: Om Memul
nl: Over Memul
pl: O Memul
pt_pt: Sobre o Memul
ro: Despre Memul
ru: О Memul
sk: O Memul
sl: O Memul
sv: Om Memul
th: เกี่ยวกับ Memul
tr: Memul Hakkında
uk: Про Memul
vi: Về Memul
zh_hans: 关于 Memul
zh_hk: 關於 Memul

# ab_app_name
source: Memul — Multiplication Puzzle Game
ar: Memul — لعبة جداول الضرب
ca: Memul — Joc de trencaclosques de multiplicació
cs: Memul — hra násobilky a obrázků
da: Memul — multiplikationsspil med billeder
de: Memul — Multiplikations-Puzzle
el: Memul — Παιχνίδι πολλαπλασιασμού
es: Memul — juego de multiplicación con puzles
fi: Memul — Kertolaskupeli
fr: Memul — jeu de puzzle de multiplication
he: Memul — משחק כפל
hi: Memul — गुणा पहेली खेल
hr: Memul — igra množenja i slagalice
hu: Memul — Szorzós puzzle játék
id: Memul — Game Puzzle Perkalian
it: Memul — Puzzle di Moltiplicazione
ja: Memul — かけ算パズルゲーム
ko: Memul — 곱셈 퍼즐 게임
ms: Memul — Permainan Teka-teki Darab
nb: Memul — Multiplikasjonspuslespill
nl: Memul — vermenigvuldigingspuzzel
pl: Memul — gra z tabliczką mnożenia
pt_pt: Memul — Jogo de puzzle de multiplicação
ro: Memul — Joc puzzle de înmulțire
ru: Memul — игра-головоломка для умножения
sk: Memul — hra s násobením
sl: Memul — igra z množenjem
sv: Memul — Multiplikationsspel
th: Memul — เกมคูณภาพ
tr: Memul — Çarpma Bulmaca Oyunu
uk: Memul — гра на множення
vi: Memul — Trò chơi Nhân số
zh_hans: Memul — 乘法拼图游戏
zh_hk: Memul — 乘法拼圖遊戲

# ab_version
source: Version: %@
ar: الإصدار: %@
ca: Versió: %@
cs: Verze: %@
el: Έκδοση: %@
es: Versión: %@
fi: Versio: %@
he: גרסה: %@
hi: संस्करण: %@
hr: Verzija: %@
hu: Verzió: %@
id: Versi: %@
it: Versione: %@
ja: バージョン: %@
ko: 버전: %@
ms: Versi: %@
nb: Versjon: %@
nl: Versie: %@
pl: Wersja: %@
pt_pt: Versão: %@
ro: Versiune: %@
ru: Версия: %@
sk: Verzia: %@
sl: Različica: %@
th: เวอร์ชัน: %@
tr: Sürüm: %@
uk: Версія: %@
vi: Phiên bản: %@
zh_hans: 版本: %@
zh_hk: 版本：%@
