Repository: KuuuGR/Memul
Catalog: iOS/Memul/Memul/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hk

# ab_developer
source: Developer: Grzegorz Kulesza
ar: المطور: Grzegorz Kulesza
ca: Desenvolupador: Grzegorz Kulesza
cs: Autor: Grzegorz Kulesza
da: Udvikler: Grzegorz Kulesza
de: Entwickler: Grzegorz Kulesza
el: Προγραμματιστής: Grzegorz Kulesza
es: Desarrollador: Grzegorz Kulesza
fi: Kehittäjä: Grzegorz Kulesza
fr: Développeur : Grzegorz Kulesza
he: מפתח: Grzegorz Kulesza
hi: डेवलपर: Grzegorz Kulesza
hr: Autor: Grzegorz Kulesza
hu: Fejlesztő: Grzegorz Kulesza
id: Pengembang: Grzegorz Kulesza
it: Sviluppatore: Grzegorz Kulesza
ja: 開発者: Grzegorz Kulesza
ko: 개발자: Grzegorz Kulesza
ms: Pembangun: Grzegorz Kulesza
nb: Utvikler: Grzegorz Kulesza
nl: Ontwikkelaar: Grzegorz Kulesza
pl: Autor: Grzegorz Kulesza
pt_pt: Programador: Grzegorz Kulesza
ro: Dezvoltator: Grzegorz Kulesza
ru: Разработчик: Grzegorz Kulesza
sk: Vývojár: Grzegorz Kulesza
sl: Razvijalec: Grzegorz Kulesza
sv: Utvecklare: Grzegorz Kulesza
th: ผู้พัฒนา: Grzegorz Kulesza
tr: Geliştirici: Grzegorz Kulesza
uk: Розробник: Grzegorz Kulesza
vi: Người tạo: Grzegorz Kulesza
zh_hans: 开发者: Grzegorz Kulesza
zh_hk: 開發者：Grzegorz Kulesza

# ab_section_purpose
source: Purpose
ar: الهدف
ca: Propòsit
cs: Účel
da: Formål
de: Zweck
el: Σκοπός
es: Propósito
fi: Tarkoitus
fr: Objectif
he: מטרה
hi: उद्देश्य
hr: Svrha
hu: Cél
id: Tujuan
it: Scopo
ja: 目的
ko: 목적
ms: Tujuan
nb: Formål
nl: Doel
pl: Cel
pt_pt: Objetivo
ro: Scop
ru: Цель
sk: Účel
sl: Namen
sv: Syfte
th: วัตถุประสงค์
tr: Amaç
uk: Мета
vi: Mục đích
zh_hans: 目的
zh_hk: 目的

# ab_purpose_accessible
source: Approachable for primary school yet useful far beyond it.
ar: مناسب للابتدائية ومفيد بعد ذلك.
ca: Apte per a primària i útil més enllà.
cs: Vhodné pro základní školu i dál.
da: Tilgængelig for grundskolen og videre.
de: Leicht für die Grundschule, nützlich weit darüber hinaus.
el: Κατάλληλο για δημοτικό και πέρα.
es: Accesible para primaria y útil mucho más allá.
fi: Sopii alakoululle, mutta hyödyllinen paljon pidemmälle.
fr: Accessible dès le primaire et utile bien au-delà.
he: מתאים ליסודי ולמעבר.
hi: प्राथमिक कक्षा से सुलभ और आगे तक उपयोगी.
hr: Prikladno za osnovnoškolce i dalje.
hu: Általános iskolásoknak is érthető, de később is hasznos.
id: Mudah untuk anak SD, berguna juga seterusnya.
it: Adatto alle elementari ma utile molto oltre.
ja: 小学生から大人まで使いやすい。
ko: 초등학생부터 성인까지 쉽게 접근.
ms: Sesuai untuk murid sekolah rendah hingga dewasa.
nb: Tilgjengelig for barn, nyttig for alle aldre.
nl: Geschikt voor basisschool en verder.
pl: Przystępna dla szkoły podstawowej, użyteczna także później.
pt_pt: Acessível para o 1.º ciclo e útil muito além.
ro: Accesibil elevilor mici și util mult mai departe.
ru: Доступно школьникам и полезно взрослым.
sk: Prístupné žiakom aj dospelým.
sl: Dostopno osnovnošolcem in odraslim.
sv: Lättillgängligt för barn men användbart längre fram.
th: ง่ายสำหรับเด็ก ใช้ได้ต่อเนื่อง
tr: İlkokul için kolay, ileri seviye için de yararlı.
uk: Простий для початкової школи та корисний пізніше.
vi: Phù hợp tiểu học và hơn thế.
zh_hans: 适合小学生，也适合更高阶段。
zh_hk: 適合小學生，也能長遠受用。

# ab_purpose_carries_forward
source: Builds skills that carry into later studies: array notation, row–column positions, and Cartesian thinking.
ar: ينمي مهارات: التمثيل بالمصفوفات، مواقع الصف–العمود، التفكير الإحداثي.
ca: Construeix habilitats: notació en matriu, posicions fila–columna i pensament cartesià.
cs: Rozvíjí pole, řádky–sloupce a souřadnicové myšlení.
da: Træner arrays, rækker–kolonner og koordinattænkning.
de: Fördert: Array-Notation, Positionen Zeile–Spalte, kartesisches Denken.
el: Χτίζει δεξιότητες: πίνακες, σειρές–στήλες, καρτεσιανή σκέψη.
es: Desarrolla habilidades: notación de arreglos, posiciones fila–columna y pensamiento cartesiano.
fi: Harjoittaa taitoja, jotka tukevat myöhempiä opintoja: taulukot, rivit ja sarakkeet, koordinaatisto.
fr: Développe : notation en tableaux, positions ligne–colonne, pensée cartésienne.
he: מפתח כישורים: מערכים, שורות–עמודות, חשיבה קרטזית.
hi: आगे की पढ़ाई के लिए कौशल बनाता है: ऐरे, पंक्ति–स्तंभ स्थान, कार्तीय सोच.
hr: Razvija: nizove, red-stupac pozicije i koordinatno razmišljanje.
hu: Készségeket fejleszt: tömbök, sor–oszlop helyzetek, koordináták.
id: Bangun keterampilan: array, posisi baris–kolom, koordinat.
it: Costruisce abilità: array, posizioni riga–colonna, pensiero cartesiano.
ja: 配列・座標・デカルト思考を育成。
ko: 배열·좌표·데카르트 사고력 습득.
ms: Bina kemahiran array, koordinat, dan pemikiran Cartesian.
nb: Bygger ferdigheter i rader, kolonner og koordinater.
nl: Oefent arrays, rijen–kolommen en coördinaten-denken.
pl: Rozwija umiejętności: zapis tablicowy, pozycje wiersz–kolumna, myślenie kartezjańskie.
pt_pt: Desenvolve competências: arrays, posições linha–coluna e pensamento cartesiano.
ro: Dezvoltă abilități: notație de array, poziții linie–coloană și gândire carteziană.
ru: Развивает: массивы, позиции ряд–столбец, картезианское мышление.
sk: Rozvíja: polia, riadok–stĺpec, kartézske myslenie.
sl: Razvija: matrike, vrstice–stolpci, kartezično mišljenje.
sv: Bygger färdigheter i matriser, rader–kolumner och koordinater.
th: เสริมทักษะตาราง ระแนว–สดมภ์ และพิกัด
tr: Diziler, satır-sütun ve koordinat düşünme becerisi kazandırır.
uk: Формує розуміння масивів, рядів, стовпців і координат.
vi: Rèn kỹ năng hàng, cột, tọa độ.
zh_hans: 培养技能: 阵列表示、行列位置、笛卡尔思维。
zh_hk: 培養技能：陣列表示法、列–欄位置、笛卡兒思維。

# ab_purpose_commutativity
source: Helps learners intuitively grasp the commutative property of multiplication.
ar: يساعد على فهم خاصية الإبدال في الضرب.
ca: Ajuda a comprendre la propietat commutativa.
cs: Pomáhá pochopit komutativnost násobení.
da: Hjælper med at forstå kommutativitet.
de: Hilft, die Kommutativität der Multiplikation zu verinnerlichen.
el: Διδάσκει την αντιμεταθετικότητα.
es: Ayuda a interiorizar la propiedad conmutativa de la multiplicación.
fi: Auttaa ymmärtämään kertolaskun vaihdannaisuuden.
fr: Aide à saisir intuitivement la commutativité de la multiplication.
he: מדגים חילופיות בכפל.
hi: गुणा की अदला-बदली (कम्यूटेटिव) संपत्ति समझने में मदद करता है.
hr: Pomaže shvatiti komutativnost množenja.
hu: Segít megérteni a szorzás felcserélhetőségét.
id: Bantu memahami sifat komutatif perkalian.
it: Aiuta a capire la proprietà commutativa.
ja: かけ算の交換法則を理解。
ko: 곱셈의 교환법칙을 이해.
ms: Bantu faham hukum komutatif darab.
nb: Hjelper å forstå kommutativitet i multiplikasjon.
nl: Helpt commutativiteit begrijpen.
pl: Pomaga intuicyjnie zrozumieć przemienność mnożenia.
pt_pt: Ajuda a compreender a propriedade comutativa.
ro: Ajută la înțelegerea comutativității.
ru: Помогает понять переместительное свойство умножения.
sk: Pomáha pochopiť komutatívnosť násobenia.
sl: Pomaga razumeti komutativnost množenja.
sv: Hjälper förstå den kommutativa egenskapen.
th: ช่วยเข้าใจสมบัติสลับที่ของการคูณ
tr: Çarpmanın değişme özelliğini sezgisel öğretir.
uk: Навчає переставній властивості множення.
vi: Hiểu tính giao hoán.
zh_hans: 帮助理解乘法交换律。
zh_hk: 幫助直觀理解乘法交換律。

# ab_purpose_learn_tables
source: Make learning the multiplication table simpler—for kids and adults.
ar: يبسط تعلم جدول الضرب للأطفال والبالغين.
ca: Fa més fàcil aprendre les taules de multiplicar.
cs: Zjednodušuje učení násobilky.
da: Gør læring af gangetabellen lettere.
de: Erleichtert das Lernen des Einmaleins — für Kinder und Erwachsene.
el: Απλοποιεί τις προπαίδειες.
es: Facilita aprender las tablas de multiplicar para niños y adultos.
fi: Helpottaa kertotaulujen oppimista — lapsille ja aikuisille.
fr: Simplifie l’apprentissage des tables — pour enfants et adultes.
he: מפשט לימוד לוח הכפל.
hi: बच्चों व बड़ों के लिए पहाड़े सीखना आसान बनाता है.
hr: Olakšava učenje tablice množenja.
hu: Megkönnyíti a szorzótábla megtanulását — gyerekeknek és felnőtteknek.
id: Mempermudah belajar tabel perkalian — anak & dewasa.
it: Rende più semplice imparare le tabelline.
ja: 九九を楽しく学べる。
ko: 구구단을 재미있게 학습.
ms: Permudah hafalan sifir darab.
nb: Gjør gange-tabellen enklere å lære.
nl: Maakt tafels leren eenvoudiger.
pl: Ułatwia naukę tabliczki mnożenia — dzieciom i dorosłym.
pt_pt: Torna mais simples aprender a tabuada.
ro: Face mai ușoară învățarea tablei înmulțirii.
ru: Облегчает изучение таблицы умножения.
sk: Zjednodušuje učenie malej násobilky.
sl: Poenostavi učenje poštevanke.
sv: Gör multiplikationstabellen enklare att lära sig.
th: ทำให้การเรียนแม่สูตรคูณง่ายขึ้น
tr: Çarpım tablosunu öğrenmeyi kolaylaştırır.
uk: Полегшує вивчення таблиці множення.
vi: Học bảng cửu chương dễ hơn.
zh_hans: 让乘法表学习更简单。
zh_hk: 令學習乘法表更簡單 — 適合兒童與成人。

# ab_section_features
source: Features
ar: المزايا
ca: Funcions
cs: Funkce
da: Funktioner
de: Funktionen
el: Χαρακτηριστικά
es: Funciones
fi: Ominaisuudet
fr: Fonctionnalités
he: תכונות
hi: विशेषताएँ
hr: Značajke
hu: Funkciók
id: Fitur
it: Funzioni
ja: 特徴
ko: 특징
ms: Ciri-ciri
nb: Funksjoner
nl: Functies
pl: Funkcje
pt_pt: Funcionalidades
ro: Funcții
ru: Функции
sk: Funkcie
sl: Funkcije
sv: Funktioner
th: คุณสมบัติ
tr: Özellikler
uk: Можливості
vi: Tính năng
zh_hans: 特点
zh_hk: 功能

# ab_feature_customization
source: Rich customisation: board size, difficulty (Easy/Normal/Hard with optional penalties), timers, label options, puzzle toggle, and coordinate hints.
ar: تخصيص واسع: الحجم، الصعوبة (سهل/متوسط/صعب)، مؤقتات، علامات، صورة، تلميحات إحداثيات.
ca: Gran personalització: mida, dificultat, temporitzadors, etiquetes, imatge i pistes.
cs: Možnosti: velikost desky, obtížnost, časovače, popisky, obrázky, nápovědy.
da: Indstillinger: brætstørrelse, sværhedsgrad, timer, etiketter, billeder, hints.
de: Vielseitig anpassbar: Größe, Schwierigkeit (Leicht/Mittel/Schwer, optional Strafen), Timer, Labels, Bild, Koordinatenhinweise.
el: Προσαρμογή: μέγεθος, δυσκολία, χρονόμετρα, ετικέτες, εικόνα, συντεταγμένες.
es: Amplia personalización: tamaño de tablero, dificultad (Fácil/Media/Difícil con penalizaciones opcionales), temporizadores, etiquetas, imagen y pistas de coordenadas.
fi: Monipuolinen muokkaus: koko, vaikeus (helppo/normaali/vaikea), ajastin, tunnisteet, kuvan näyttö, vihjeet.
fr: Personnalisation riche : taille, difficulté (Facile/Moyen/Difficile, pénalités en option), minuteurs, étiquettes, image et indices de coordonnées.
he: התאמה: גודל, רמה, טיימר, תוויות, תמונה, רמזים.
hi: समृद्ध कस्टमाइज़ेशन: बोर्ड आकार, कठिनाई (आसान/सामान्य/कठिन), टाइमर, लेबल, चित्र, निर्देशांक संकेत.
hr: Puno opcija: veličina ploče, težina, tajmeri, oznake, slike, savjeti.
hu: Széles testreszabás: tábla, nehézség, időzítő, címkék, kép, koordináták.
id: Atur ukuran papan, tingkat, timer, label, gambar, koordinat.
it: Personalizza dimensione, difficoltà, timer, etichette, immagini, coordinate.
ja: サイズ・難易度・タイマー・ラベル・パズルなどを自由設定。
ko: 크기, 난이도, 타이머, 라벨, 퍼즐 등 설정.
ms: Saiz papan, kesukaran, pemasa, label, teka-teki.
nb: Brettstørrelse, vanskelighet, timere, etiketter, puslespill.
nl: Aanpassen: bordgrootte, moeilijkheid, timers, labels, plaatjes.
pl: Bogate opcje: rozmiar planszy, poziom (Łatwy/Średni/Trudny), timery, etykiety, układanka, podpowiedzi.
pt_pt: Personalização: tamanho do tabuleiro, dificuldade, temporizadores, etiquetas, puzzle, dicas de coordenadas.
ro: Personalizare: dimensiune tablă, dificultate, temporizatoare, etichete, puzzle, indicii de coordonate.
ru: Настройка: размер, сложность, таймер, подписи, картинки, подсказки координат.
sk: Prispôsobenie: veľkosť, obtiažnosť, časovač, menovky, obrázky, súradnice.
sl: Prilagoditev: velikost, težavnost, časovniki, oznake, slike, koordinate.
sv: Anpassning: storlek, svårighet, timers, etiketter, bilder.
th: ปรับแต่ง: ขนาด ระดับ เวลา ป้าย ภาพ
tr: Boyut, zorluk, zaman, etiket, bulmaca seçenekleri.
uk: Розмір, складність, таймери, мітки, зображення.
vi: Kích thước, độ khó, hẹn giờ, nhãn, hình ảnh.
zh_hans: 丰富设置: 大小、难度、计时、标签、图片、提示。
zh_hk: 豐富設定：棋盤大小、難度（容易/中等/困難）、計時器、標籤選項、圖片切換、座標提示。

# ab_feature_multiplayer
source: Turn-based multiplayer (1–16 players) keeps practice engaging with friends.
ar: لعب تبادلي (١–١٦ لاعب) يجعل التدريب ممتعًا.
ca: Multijugador per torns (1–16) amb amics.
cs: Střídavá hra (1–16 hráčů).
da: Tur-baseret multiplayer (1–16 spillere).
de: Rundenbasiertes Mehrspieler (1–16) hält das Üben spannend.
el: Πολυπαίκτης (1–16).
es: Multijugador por turnos (1–16 jugadores) para practicar con amigos.
fi: Vuoropohjainen moninpeli (1–16 pelaajaa).
fr: Multijoueur au tour par tour (1–16 joueurs) pour un entraînement motivant.
he: רב-משתתפים (1–16).
hi: टर्न-आधारित मल्टीप्लेयर (1–16 खिलाड़ी).
hr: Naizmjenična igra za 1–16 igrača.
hu: Körökre osztott többjátékos (1–16 fő).
id: Multiplayer bergiliran (1–16 pemain).
it: Multiplayer a turni (1–16 giocatori).
ja: 1〜16人のターン制マルチプレイ。
ko: 턴제 멀티플레이 (1~16명).
ms: Giliran berbilang pemain (1–16).
nb: Tur-basert flerspiller (1–16).
nl: Beurt-gebaseerde multiplayer (1–16 spelers).
pl: Tryb wieloosobowy (1–16 graczy) dla zabawy z przyjaciółmi.
pt_pt: Multijogador por turnos (1–16).
ro: Multiplayer pe rânduri (1–16).
ru: Пошаговый мультиплеер (1–16 игроков).
sk: Ťahový multiplayer (1–16 hráčov).
sl: Igra za 1–16 igralcev na poteze.
sv: Tur-baserad multiplayer (1–16 spelare).
th: เล่นหลายคนแบบผลัดกัน (1–16)
tr: 1–16 oyunculu sıra tabanlı çoklu oyun.
uk: Багатокористувацька гра на 1–16 гравців.
vi: Nhiều người chơi (1–16).
zh_hans: 回合制多人模式 (1–16人)。
zh_hk: 回合制多人遊戲（1–16 位）保持趣味性。

# ab_feature_puzzle_reveal
source: Hidden picture puzzle reveals piece-by-piece as you answer correctly.
ar: الصورة المخفية تنكشف جزءًا جزءًا مع الإجابات الصحيحة.
ca: Imatge amagada que es revela a poc a poc.
cs: Obrázek se odkrývá kousek po kousku.
da: Skjult billede vises stykke for stykke.
de: Verstecktes Bild deckt sich Stück für Stück auf.
el: Κρυφή εικόνα αποκαλύπτεται τμηματικά.
es: La imagen oculta se revela pieza a pieza al acertar.
fi: Piilokuva paljastuu pala palalta.
fr: L’image cachée se révèle morceau par morceau à chaque bonne réponse.
he: תמונה נחשפת בהדרגה.
hi: सही उत्तरों पर छिपा चित्र धीरे-धीरे खुलता है.
hr: Skrivene sličice se otkrivaju korak po korak.
hu: A rejtett kép helyes válaszokkal lassan felfedődik.
id: Gambar tersembunyi terbuka saat menjawab benar.
it: Immagine nascosta si rivela a poco a poco.
ja: 正解でパズルが少しずつ見える。
ko: 정답 시 퍼즐이 점차 드러남.
ms: Imej teka-teki terbuka sedikit demi sedikit.
nb: Skjult bilde vises gradvis.
nl: Verborgen plaatje komt stukje bij beetje tevoorschijn.
pl: Ukryty obrazek odsłania się kawałek po kawałku.
pt_pt: Imagem oculta revela-se passo a passo.
ro: Imagine ascunsă dezvăluită treptat.
ru: Картинка открывается по частям.
sk: Obrázok sa odhaľuje po častiach.
sl: Sličica se odkriva po delih.
sv: Dold bild visas bit för bit.
th: ภาพซ่อนเปิดทีละชิ้น
tr: Doğru cevaplarla gizli resim açılır.
uk: При правильних відповідях відкривається зображення.
vi: Hình hiện dần khi trả lời đúng.
zh_hans: 答对后逐步揭开隐藏图片。
zh_hk: 正確回答時逐步顯示隱藏圖片。

# ab_feature_quick_practice
source: Quick Practice modes for multiplication and (Premium) division.
ar: تدريبات سريعة: ضرب و(بريميوم) قسمة.
ca: Pràctica ràpida: multiplicació i (Premium) divisió.
cs: Rychlá cvičení: násobení a (Premium) dělení.
da: Hurtig træning: multiplikation og (Premium) division.
de: Schnellübungen für Multiplikation und (Premium) Division.
el: Γρήγορη εξάσκηση: πολλαπλασιασμός και (Premium) διαίρεση.
es: Modos de práctica rápida: multiplicación y (Premium) división.
fi: Nopeat harjoitukset kertolaskulle ja (Premium) jakolaskulle.
fr: Modes d’entraînement rapide : multiplication et (Premium) division.
he: תרגול מהיר: כפל ו(פרימיום) חילוק.
hi: त्वरित अभ्यास: गुणा और (प्रीमियम) भाग.
hr: Brza praksa: množenje i (Premium) dijeljenje.
hu: Gyors gyakorlás: szorzás és (Prémium) osztás.
id: Latihan cepat: perkalian & (Premium) pembagian.
it: Pratica veloce: moltiplicazione e (Premium) divisione.
ja: かけ算と (プレミアム) わり算の練習。
ko: 곱셈 및 (프리미엄) 나눗셈 연습.
ms: Latihan pantas darab dan (Premium) bahagi.
nb: Hurtigøvelser i gange og (Premium) deling.
nl: Snelle oefening: vermenigvuldiging en (Premium) deling.
pl: Szybka praktyka: mnożenie i (Premium) dzielenie.
pt_pt: Prática rápida de multiplicação e (Premium) divisão.
ro: Practici rapide: înmulțire și (Premium) împărțire.
ru: Быстрая практика: умножение и (Премиум) деление.
sk: Rýchla prax: násobenie a (Premium) delenie.
sl: Hitra vaja: množenje in (Premium) deljenje.
sv: Snabbträning i multiplikation och (Premium) division.
th: ฝึกเร็ว คูณ และ (พรีเมียม) หาร
tr: Hızlı pratik: çarpma ve (Premium) bölme.
uk: Швидка практика множення та (Преміум) ділення.
vi: Luyện nhanh: nhân và chia (Premium).
zh_hans: 快速练习: 乘法与 (高级版) 除法。
zh_hk: 快速練習模式：乘法和（Premium）除法。

# ab_feature_tutorial
source: Interactive tutorial explains rows, columns, and intersections.
ar: شرح تفاعلي للصفوف والأعمدة والتقاطعات.
ca: Tutorial interactiu: files, columnes i interseccions.
cs: Interaktivní tutoriál: řádky, sloupce a průsečíky.
da: Interaktiv vejledning: rækker, kolonner og kryds.
de: Interaktives Tutorial zu Zeilen, Spalten und Schnittpunkten.
el: Διαδραστικό μάθημα: σειρές, στήλες, τομές.
es: Tutorial interactivo sobre filas, columnas e intersecciones.
fi: Interaktiivinen opastus rivit, sarakkeet ja risteykset.
fr: Tutoriel interactif sur lignes, colonnes et intersections.
he: הדרכה אינטראקטיבית: שורות, עמודות, חיתוכים.
hi: इंटरएक्टिव ट्यूटोरियल: पंक्तियाँ, स्तंभ और इंटरसेक्शन.
hr: Interaktivni vodič: redovi, stupci i presjeci.
hu: Interaktív útmutató: sorok, oszlopok, metszéspontok.
id: Tutorial interaktif: baris, kolom, perpotongan.
it: Tutorial interattivo: righe, colonne, intersezioni.
ja: 行・列・交点を学ぶチュートリアル。
ko: 행·열·교차점 학습 튜토리얼.
ms: Tutorial interaktif: baris, lajur, persilangan.
nb: Interaktiv veiledning: rader, kolonner, krysspunkt.
nl: Interactieve uitleg: rijen, kolommen en kruispunten.
pl: Interaktywny samouczek: wiersze, kolumny, przecięcia.
pt_pt: Tutorial interativo: linhas, colunas e interseções.
ro: Tutorial interactiv: linii, coloane, intersecții.
ru: Интерактивный учебник: ряды, столбцы, пересечения.
sk: Interaktívny tutoriál: riadky, stĺpce, priesečníky.
sl: Interaktivni vodič: vrstice, stolpci, presečišča.
sv: Interaktiv guide: rader, kolumner, korsningar.
th: บทเรียนโต้ตอบ: แถว สดมภ์ จุดตัด
tr: Etkileşimli öğretici: satır, sütun, kesişim.
uk: Інтерактивне навчання: рядки, стовпці, перетини.
vi: Hướng dẫn: hàng, cột, giao điểm.
zh_hans: 互动教程: 行、列和交点。
zh_hk: 互動教學：列、欄和交叉點。

# ab_section_author
source: Author
ar: المؤلف
ca: Autor
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
fi: Tekijä
fr: Auteur
he: מחבר
hi: लेखक
hr: Autor
hu: Szerző
id: Penulis
it: Autore
ja: 作者
ko: 제작자
ms: Pengarang
nb: Forfatter
nl: Auteur
pl: Autor
pt_pt: Autor
ro: Autor
ru: Автор
sk: Autor
sl: Avtor
sv: Författare
th: ผู้เขียน
tr: Yazar
uk: Автор
vi: Tác giả
zh_hans: 作者
zh_hk: 作者

# ab_author_line1
source: Created by Grzegorz Kulesza, with a background across electrical engineering, computer science, physics, medical studies, and teacher training.
ar: أنشأه Grzegorz Kulesza (هندسة كهرباء، حاسوب، فيزياء، طب، تربية).
ca: Creat per Grzegorz Kulesza (enginyeria, ciències, docència).
cs: Vytvořil Grzegorz Kulesza se zkušenostmi v elektrotechnice, IT, fyzice, medicíně a pedagogice.
da: Skabt af Grzegorz Kulesza med baggrund i el, IT, fysik, medicin og undervisning.
de: Erstellt von Grzegorz Kulesza (Elektrotechnik, Informatik, Physik, Medizin, Pädagogik).
el: Δημιουργός: Grzegorz Kulesza (μηχανική, πληροφορική, φυσική, ιατρική, διδασκαλία).
es: Creado por Grzegorz Kulesza, con formación en ingeniería eléctrica, informática, física, medicina y pedagogía.
fi: Grzegorz Kulesza — taustana sähkötekniikka, tietojenkäsittely, fysiikka, lääketiede ja opettajankoulutus.
fr: Créé par Grzegorz Kulesza (électrotechnique, informatique, physique, médecine, pédagogie).
he: נוצר ע״י Grzegorz Kulesza (הנדסה, מדעי מחשב, פיזיקה, רפואה, הוראה).
hi: निर्माता: Grzegorz Kulesza — विद्युत, कम्प्यूटर विज्ञान, भौतिकी, चिकित्सा व शिक्षक-प्रशिक्षण पृष्ठभूमि.
hr: Stvorio Grzegorz Kulesza, s iskustvom u inženjerstvu, računalstvu, fizici, medicini i pedagogiji.
hu: Készítette: Grzegorz Kulesza — villamosmérnöki, informatika, fizika, orvosi és pedagógiai háttérrel.
id: Dibuat oleh Grzegorz Kulesza, dengan latar belakang teknik, komputer, fisika, medis, dan pendidikan.
it: Creato da Grzegorz Kulesza, con esperienza in ingegneria, informatica, fisica, medicina e insegnamento.
ja: Grzegorz Kulesza による制作。工学・情報・物理・医学・教育の経験を融合。
ko: 다양한 학문 경험을 가진 Grzegorz Kulesza 제작.
ms: Dicipta oleh Grzegorz Kulesza dengan latar belakang pelbagai bidang.
nb: Laget av Grzegorz Kulesza, med tverrfaglig bakgrunn.
nl: Gemaakt door Grzegorz Kulesza met brede achtergrond in techniek, IT, fysica, geneeskunde en onderwijs.
pl: Stworzone przez Grzegorza Kuleszę (elektrotechnika, informatyka, fizyka, medycyna, pedagogika).
pt_pt: Criado por Grzegorz Kulesza com formação em engenharia, informática, física, medicina e educação.
ro: Creat de Grzegorz Kulesza, cu experiență în inginerie, informatică, fizică, medicină și educație.
ru: Создано Grzegorz Kulesza, опыт: инженерия, информатика, физика, медицина, педагогика.
sk: Vytvoril Grzegorz Kulesza s rozmanitým odborným pozadím.
sl: Ustvaril Grzegorz Kulesza z raznolikim strokovnim ozadjem.
sv: Skapat av Grzegorz Kulesza med bred erfarenhet.
th: สร้างโดย Grzegorz Kulesza ประสบการณ์หลากหลาย
tr: Grzegorz Kulesza tarafından yaratıldı.
uk: Створив Grzegorz Kulesza.
vi: Tạo bởi Grzegorz Kulesza.
zh_hans: 由 Grzegorz Kulesza 创建，背景涵盖工程、计算机、物理、医学与教育。
zh_hk: 由 Grzegorz Kulesza 創作（電機、資訊、物理、醫學、教育背景）。
