Repository: KuuuGR/Memul
Catalog: iOS/Memul/Memul/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hk

# tutorial_practice_hint
source: Find the crossing cell for the given row and column.
ar: ابحث عن خانة التقاطع للصف والعمود المعطى.
ca: Troba la casella d’intersecció.
cs: Najdi průsečík zadaného řádku a sloupce.
da: Find kryds for den givne række og kolonne.
de: Finde das Schnittfeld für die gegebene Zeile und Spalte.
el: Βρες το κελί τομής για τη δοσμένη σειρά και στήλη.
es: Encuentra la casilla de cruce para la fila y columna dadas.
fi: Etsi annettu risteyssolu.
fr: Trouve la case d’intersection pour la ligne et la colonne données.
he: מצא תא חיתוך לשורה ועמודה נתונות.
hi: दी गई पंक्ति और स्तंभ का मिलने वाला सेल ढूँढें.
hr: Nađi presjek zadanog reda i stupca.
hu: Keresd meg a megadott sor és oszlop metszéspontját.
id: Temukan sel di titik perpotongan baris & kolom.
it: Trova la cella dell’incrocio dato.
ja: 指定の行と列の交点を探そう。
ko: 지정된 행과 열의 교차 칸을 찾으세요.
ms: Cari petak persilangan baris & lajur.
nb: Finn ruten for gitt rad og kolonne.
nl: Vind kruispunt van rij en kolom.
pl: Znajdź pole przecięcia dla podanego wiersza i kolumny.
pt_pt: Encontra a célula na interseção dados linha e coluna.
ro: Găsește celula la intersecția date.
ru: Найди ячейку по координатам.
sk: Nájdi políčko podľa súradníc.
sl: Najdi polje po koordinatah.
sv: Hitta rutan för rad och kolumn.
th: หาช่องที่ตรงแถวกับสดมภ์
tr: Verilen satır ve sütuna göre hücreyi bul.
uk: Знайди клітинку для заданих ряду та стовпця.
vi: Tìm ô giao hàng và cột.
zh_hans: 找到指定行列的交点格子。
zh_hk: 找出指定列與欄的交叉格。

# tutorial_practice_sub
source: Tap the cell where the lasers will cross.
ar: المس الخانة حيث ستتقاطع الأشعة.
ca: Prem on es creuen els làsers.
cs: Klepni, kde se kříží paprsky.
da: Tryk hvor linjerne krydser.
de: Tippe das Feld, wo sich die Laser kreuzen.
el: Πάτησε το κελί που διασταυρώνονται.
es: Toca la casilla donde se cruzarán los láseres.
fi: Napauta solua, jossa viivat leikkaavat.
fr: Touchez la case où les lasers se croiseront.
he: הקש על התא בו נפגשים.
hi: जहाँ किरणें मिलें, उस सेल पर टैप करें.
hr: Dodirni gdje se križaju zrake.
hu: Érintsd a cellát, ahol a vonalak keresztezik egymást.
id: Ketuk sel di mana garis menyilang.
it: Tocca la cella dove si incrociano.
ja: レーザーが交わるマスをタップ。
ko: 레이저가 교차하는 칸을 탭하세요.
ms: Ketuk petak silang laser.
nb: Trykk der laserne krysser.
nl: Tik waar lijnen elkaar kruisen.
pl: Stuknij pole, gdzie skrzyżują się lasery.
pt_pt: Toca na célula onde os feixes se cruzam.
ro: Atinge celula unde se întâlnesc liniile.
ru: Нажми на ячейку пересечения.
sk: Ťukni na políčko priesečníka.
sl: Tapni polje presečišča.
sv: Tryck på korsningsrutan.
th: แตะที่ช่องจุดตัด
tr: Çapraz lazerlerin kesiştiği yere dokun.
uk: Торкнись точки перетину лазерів.
vi: Chạm điểm giao của tia.
zh_hans: 点击激光交叉的地方。
zh_hk: 點擊激光交叉的格子。

# tutorial_practice_title
source: Intersection - Part 3
ar: التقاطع - الجزء 3
ca: Intersecció - Part 3
cs: Průsečík - 3. část
da: Kryds - del 3
de: Schnittpunkt – Teil 3
el: Τομή - Μέρος 3
es: Intersección - Parte 3
fi: Risteys - osa 3
fr: Intersection - Partie 3
he: חיתוך - חלק 3
hi: इंटरसेक्शन - भाग 3
hr: Presjek - 3. dio
hu: Metszéspont - 3. rész
id: Perpotongan - Bagian 3
it: Incrocio - Parte 3
ja: 交点 - パート3
ko: 교차점 - 파트3
ms: Persilangan - Bah.3
nb: Krysspunkt - Del 3
nl: Kruis - deel 3
pl: Przecięcie – część 3
pt_pt: Interseção - Parte 3
ro: Intersecție - Partea 3
ru: Пересечение - Часть 3
sk: Priesečník - Časť 3
sl: Presečišče - 3. del
sv: Korsning - Del 3
th: จุดตัด - ส่วน 3
tr: Kesişim - Bölüm 3
uk: Перетин - Ч.3
vi: Giao điểm - P3
zh_hans: 交点 - 第3部分
zh_hk: 交叉點 - 第3部分

# tutorial_quest_tap_pair
source: Tap (%d ; %d)
ar: المس (%d ; %d)
ca: Prem (%d ; %d)
cs: Klepni (%d ; %d)
da: Tryk (%d ; %d)
de: Tippe (%d ; %d)
el: Πάτησε (%d ; %d)
es: Toca (%d ; %d)
fi: Napauta (%d ; %d)
fr: Touchez (%d ; %d)
he: הקש (%d ; %d)
hi: टैप करें (%d ; %d)
hr: Dodirni (%d ; %d)
hu: Érintsd (%d ; %d)
id: Ketuk (%d ; %d)
it: Tocca (%d ; %d)
ja: (%d ; %d) をタップ
ko: (%d ; %d) 탭
ms: Ketuk (%d ; %d)
nb: Trykk (%d ; %d)
nl: Tik (%d ; %d)
pl: Stuknij (%d ; %d)
pt_pt: Toca em (%d ; %d)
ro: Atinge (%d ; %d)
ru: Нажми (%d ; %d)
sk: Ťukni (%d ; %d)
sl: Tapni (%d ; %d)
sv: Tryck (%d ; %d)
th: แตะ (%d ; %d)
tr: Dokun (%d ; %d)
uk: Торкнись (%d ; %d)
vi: Chạm (%d ; %d)
zh_hans: 点击 (%d ; %d)
zh_hk: 點擊 (%d ; %d)

# tutorial_quest_title
source: Quest:
ar: مهمة:
ca: Repte:
cs: Úkol:
da: Opgave:
de: Aufgabe:
el: Αποστολή:
es: Misión:
fi: Tehtävä:
fr: Mission :
he: משימה:
hi: कार्य:
hr: Zadatak:
hu: Feladat:
id: Tugas:
it: Missione:
ja: クエスト:
ko: 퀘스트:
ms: Misi:
nb: Oppgave:
nl: Opdracht:
pl: Zadanie:
pt_pt: Missão:
ro: Misiune:
ru: Задание:
sk: Úloha:
sl: Naloga:
sv: Uppdrag:
th: ภารกิจ:
tr: Görev:
uk: Завдання:
vi: Nhiệm vụ:
zh_hans: 任务:
zh_hk: 任務：

# tutorial_row_button
source: Row %d
ar: صف %d
ca: Fila %d
cs: Ř %d
da: R %d
de: Ze %d
el: Στ %d
es: Fila %d
fi: Riv %d
fr: Lig %d
he: שו %d
hi: पं %d
hr: Red %d
hu: Sor %d
id: Brs %d
it: R %d
ja: 行 %d
ko: 행 %d
ms: Bar %d
nb: Rad %d
nl: R %d
pl: Wrs %d
pt_pt: Lin %d
ro: Lin %d
ru: Ряд %d
sk: R %d
sl: Vr %d
sv: Rad %d
th: แถว %d
tr: Sat %d
uk: Ряд %d
vi: Hng %d
zh_hans: 行%d
zh_hk: 列 %d

# tutorial_row_label
source: Row: %d
ar: صف: %d
ca: Fila: %d
cs: Řádek: %d
da: Række: %d
de: Zeile: %d
el: Σειρά: %d
es: Fila: %d
fi: Rivi: %d
fr: Ligne : %d
he: שורה: %d
hi: पंक्ति: %d
hr: Red: %d
hu: Sor: %d
id: Baris: %d
it: Riga: %d
ja: 行: %d
ko: 행: %d
ms: Baris: %d
nb: Rad: %d
nl: Rij: %d
pl: Wiersz: %d
pt_pt: Linha: %d
ro: Linia: %d
ru: Ряд: %d
sk: Riadok: %d
sl: Vrstica: %d
sv: Rad: %d
th: แถว: %d
tr: Satır: %d
uk: Ряд: %d
vi: Hàng: %d
zh_hans: 行: %d
zh_hk: 列：%d

# tutorial_rows_card_body
source: Imagine lava flowing sideways through tunnels under the ground. That’s a horizontal sweep. Time to try! Tap one of the four buttons below, or simply tap a row number on the board above.
ar: تخيل حممًا تتدفق أفقياً تحت الأرض. هذا مسح أفقي. جرّب! المس زرًا أدناه أو رقم صف.
ca: Imagina lava fluint horitzontal. Això és una fila. Prova-ho! Prem un botó o un número de fila.
cs: Představ si lávu tekoucí vodorovně. To je řádek. Zkus to! Klepni na tlačítko dole nebo číslo řádku.
da: Forestil dig lava der flyder vandret. Det er en række. Prøv! Tryk på en knap nedenfor eller rækkenummer.
de: Stell dir Lava vor, die waagerecht unter der Erde fließt. Das ist ein Horizontal-Sweep. Tippe einen Button oder oben eine Zeilenzahl.
el: Σαν λάβα που ρέει: μια σειρά. Δοκίμασε! Πάτησε κουμπί ή αριθμό σειράς.
es: Imagina lava fluyendo en horizontal bajo tierra. Es un barrido horizontal. ¡A probar! Toca uno de los botones o el número de fila arriba.
fi: Kuvittele laavaa virtaamassa vaakasuunnassa. Se on vaakapyyhkäisy. Kokeile! Napauta alla olevaa painiketta tai riviä taulukosta.
fr: Imagine de la lave qui s’écoule à l’horizontale sous terre. C’est un balayage horizontal. Touchez un bouton ci-dessous ou un numéro de ligne sur la grille.
he: דמיין שורות כמו זרימה לרוחב. נסה! לחץ כפתור או מספר שורה.
hi: जैसे क्षैतिज बहती लावा — यह पंक्ति है. अब आज़माएँ! नीचे बटन दबाएँ या पंक्ति संख्या टैप करें.
hr: Zamisli lavu koja teče vodoravno. To je red. Pokušaj! Dodirni gumb ispod ili broj reda.
hu: Képzeld el, ahogy a láva vízszintesen folyik — ez egy sor. Próbáld ki! Nyomj meg egy gombot vagy válassz sorszámot a táblán.
id: Bayangkan lava mengalir mendatar — itu baris. Coba! Tekan tombol atau ketuk nomor baris di papan.
it: Immagina lava che scorre orizzontale — ecco una riga. Prova! Tocca un pulsante o un numero di riga.
ja: 地下のトンネルを横に流れるマグマを想像。それが行。下のボタンや盤面の行をタップ。
ko: 용암이 옆으로 흐르는 것을 상상하세요. 그것이 행입니다. 아래 버튼이나 보드의 행을 탭하세요.
ms: Bayangkan lava mengalir mendatar. Itulah baris. Ketuk butang atau nombor baris.
nb: Tenk på lava som flyter sidelengs. Trykk knapp eller radnummer.
nl: Stel je lava voor die horizontaal stroomt. Dat is een rij. Probeer! Tik op een knop hieronder of een rijnummer.
pl: Wyobraź sobie lawę płynącą poziomo pod ziemią. To ruch poziomy. Spróbuj! Stuknij przycisk poniżej lub numer wiersza.
pt_pt: Imagina lava a fluir na horizontal — isso é uma linha. Toca num botão abaixo ou num número de linha.
ro: Imaginează-ți lava care curge pe orizontală. Aceasta e o linie. Încearcă! Atinge un buton mai jos sau o linie pe tablă.
ru: Представь лаву, текущую по горизонтали. Это ряд. Попробуй: нажми кнопку внизу или ряд на поле.
sk: Predstav si lávu tečúcu vodorovne. To je riadok. Skús: klikni tlačidlo alebo číslo riadku.
sl: Predstavljaj si lavo, ki teče vodoravno. To je vrstica. Poskusi: klikni gumb ali številko vrstice.
sv: Föreställ dig lava som flyter åt sidan. Det är en rad.
th: นึกถึงลาวาไหลด้านข้าง นั่นคือแถว
tr: Yana akan lav gibi satırları düşün. Hadi dene!
uk: Уяви ряди як лаву, що тече горизонтально. Спробуй!
vi: Hàng ngang như dòng chảy. Thử nào!
zh_hans: 想象岩浆横向流动，就是一行。试试吧！点击下面按钮或棋盘上的行号。
zh_hk: 想像熔岩水平流動，這就是水平掃描。試試吧！點擊下面按鈕或上方列號。

# tutorial_rows_card_title
source: Now we practise rows
ar: الآن الصفوف
ca: Practiquem files
cs: Procvič řádky
da: Øv rækker
de: Jetzt üben wir Zeilen
el: Πρακτική στις σειρές
es: Ahora practicamos filas
fi: Harjoitellaan rivejä
fr: On pratique les lignes
he: תרגול שורות
hi: अब पंक्तियों का अभ्यास
hr: Vježba redovi
hu: Sor gyakorlása
id: Latihan baris
it: Alleniamo le righe
ja: 行を練習
ko: 행 연습
ms: Latihan Baris
nb: Øv på rader
nl: Oefen rijen
pl: Ćwiczymy wiersze
pt_pt: Praticar linhas
ro: Exersăm linii
ru: Тренируем ряды
sk: Cvičíme riadky
sl: Vadimo vrstice
sv: Träna rader
th: ฝึกแถว
tr: Satırları öğren
uk: Вчимо ряди
vi: Thực hành hàng
zh_hans: 练习行
zh_hk: 練習列

# tutorial_rows_sub
source: Watch the horizontal line sweep a row.
ar: شاهد الخط الأفقي يمسح الصف.
ca: Mira la línia horitzontal.
cs: Sleduj vodorovnou linii řádku.
da: Se den vandrette linje.
de: Sieh zu, wie die Horizontale eine Zeile abfährt.
el: Παρατήρησε τη γραμμή να κινείται οριζόντια.
es: Observa la línea horizontal recorriendo una fila.
fi: Katso vaakasuora viiva.
fr: Regarde la ligne horizontale balayer une ligne.
he: ראה את הקו נע בשורה.
hi: क्षैतिज रेखा को पंक्ति पर चलते देखें.
hr: Gledaj vodoravnu liniju kroz red.
hu: Nézd, ahogy a vízszintes vonal végigmegy a soron.
id: Lihat garis horizontal menyapu baris.
it: Guarda la linea orizzontale.
ja: 横の線を見よう。
ko: 가로 줄을 봅시다.
ms: Garisan melintang.
nb: Se den horisontale linjen.
nl: Bekijk de horizontale lijn.
pl: Obserwuj linię poziomą.
pt_pt: Observa a linha horizontal.
ro: Privește linia orizontală.
ru: Смотри горизонтальную линию.
sk: Pozri horizontálnu čiaru.
sl: Poglej vodoravno črto.
sv: Se den horisontella linjen.
th: ดูเส้นแนวนอน
tr: Bir satırı yatay izle.
uk: Слідкуй за рядком.
vi: Theo dõi hàng ngang.
zh_hans: 观察横线扫过一行。
zh_hk: 觀察水平線掃過一列。

# tutorial_rows_title
source: Rows
ar: صفوف
ca: Files
cs: Řádky
da: Rækker
de: Zeilen
el: Σειρές
es: Filas
fi: Rivit
fr: Lignes
he: שורות
hi: पंक्तियाँ
hr: Redovi
hu: Sorok
id: Baris
it: Righe
ja: 行
ko: 행
ms: Baris
nb: Rader
nl: Rijen
pl: Wiersze
pt_pt: Linhas
ro: Linii
ru: Ряды
sk: Riadky
sl: Vrstice
sv: Rader
th: แถว
tr: Satırlar
uk: Ряди
vi: Hàng
zh_hans: 行
zh_hk: 列

# tutorial_cols_title
source: Columns
ar: أعمدة
ca: Columnes
cs: Sloupce
da: Kolonner
de: Spalten
el: Στήλες
es: Columnas
fi: Sarakkeet
fr: Colonnes
he: עמודות
hi: स्तंभ
hr: Stupci
hu: Oszlopok
id: Kolom
it: Colonne
ja: 列
ko: 열
ms: Lajur
nb: Kolonner
nl: Kolommen
pl: Kolumny
pt_pt: Colunas
ro: Coloane
ru: Столбцы
sk: Stĺpce
sl: Stolpci
sv: Kolumner
th: สดมภ์
tr: Sütunlar
uk: Стовпці
vi: Cột
zh_hans: 列
zh_hk: 欄

# ab_purpose_multiplication
source: Practise multiplication tables through a fun grid puzzle.
ar: تدرّب على الجداول عبر لغز شبكي.
ca: Practica les taules de multiplicar.
cs: Procvičuj násobilku zábavně.
da: Øv gangetabellen på en sjov måde.
de: Einmaleins üben mit Raster-Puzzle.
el: Μάθε προπαίδειες με παιχνίδι πλέγμα.
es: Practica las tablas en un puzle de cuadrícula.
fi: Harjoittele kertotauluja hauskassa ruudukossa.
fr: Entraîne-toi aux tables via un puzzle en grille.
he: למד כפל דרך לוח משחק.
hi: मज़ेदार ग्रिड से पहाड़े का अभ्यास करें.
hr: Vježbaj množenje kroz slagalicu.
hu: Szorzótábla gyakorlás játékos táblával.
id: Belajar tabel perkalian lewat puzzle.
it: Impara le tabelline con i puzzle.
ja: 九九を楽しく学べるパズル。
ko: 곱셈표를 퍼즐로 학습.
ms: Latihan sifir darab dalam bentuk teka-teki.
nb: Øv på gangetabeller gjennom et puslespill.
nl: Oefen tafels met een leuk puzzelbord.
pl: Ćwicz tabliczkę mnożenia w formie gry.
pt_pt: Pratica a tabuada com um puzzle divertido.
ro: Exersează tabla înmulțirii printr-un puzzle.
ru: Учись умножению через игру-головоломку.
sk: Uč sa násobilku cez zábavnú hru.
sl: Uči se poštevanko skozi zabavno igro.
sv: Träna multiplikationstabellen på ett roligt sätt.
th: ฝึกสูตรคูณด้วยเกมภาพสนุก ๆ
tr: Çarpım tablosunu eğlenceli bulmacayla öğren.
uk: Вчи таблицю множення у вигляді гри.
vi: Học bảng nhân qua trò chơi.
zh_hans: 通过拼图练习乘法表。
zh_hk: 在拼圖棋盤上練習乘法表。

# ab_purpose_turn_based
source: Turn-based gameplay supports 1–16 players.
ar: لعب تبادلي (١–١٦ لاعب).
ca: Per torns, 1–16 jugadors.
cs: Střídavá hra pro 1–16 hráčů.
da: Tur-baseret spil for 1–16 spillere.
de: Rundenbasiert für 1–16 Spieler.
el: Γύροι για 1–16 παίκτες.
es: Juego por turnos para 1–16 jugadores.
fi: Vuoropohjainen peli 1–16 pelaajalle.
fr: Jeu au tour par tour (1–16 joueurs).
he: משחק בתורות 1–16.
hi: टर्न-आधारित खेल, 1–16 खिलाड़ी.
hr: Naizmjenična igra za 1–16.
hu: Körökre osztott játék, 1–16 fő.
id: Game bergiliran, 1–16 pemain.
it: Gioco a turni, 1–16 giocatori.
ja: ターン制で1〜16人プレイ。
ko: 턴제로 1~16명 플레이.
ms: Giliran bergilir 1–16 pemain.
nb: Tur-basert spill for 1–16 spillere.
nl: Beurtspel voor 1–16 spelers.
pl: Rozgrywka turowa (1–16 graczy).
pt_pt: Jogo por turnos para 1–16 jogadores.
ro: Joc pe rânduri pentru 1–16 jucători.
ru: Пошаговая игра для 1–16 игроков.
sk: Ťahová hra pre 1–16 hráčov.
sl: Igra na poteze za 1–16 igralcev.
sv: Tur-baserat spel 1–16 spelare.
th: ผลัดกันเล่น 1–16 คน
tr: 1–16 oyunculu sıra tabanlı oyun.
uk: Покрокова гра для 1–16 гравців.
vi: Lượt chơi 1–16 người.
zh_hans: 回合制游戏，支持1–16人。
zh_hk: 回合制玩法（1–16 位玩家）。

# ab_purpose_fun_learning
source: Reveal images as you learn and compete.
ar: اكشف الصور أثناء التعلم.
ca: Aprèn descobrint imatges.
cs: Uč se a odkrývej obrázky.
da: Lær og afslør billeder.
de: Bilder aufdecken, während du lernst.
el: Αποκάλυψε εικόνες μαθαίνοντας.
es: Revela imágenes mientras aprendes y compites.
fi: Paljasta kuvia samalla kun opit.
fr: Révèle des images en apprenant et en jouant.
he: חשוף תמונות תוך כדי למידה.
hi: सीखते-सीखते चित्र खुलते जाएँगे.
hr: Uči i otkrivaj slike.
hu: Tanulás közben képek fedődnek fel.
id: Belajar sambil buka gambar.
it: Impara rivelando immagini.
ja: 学びながら画像を解放。
ko: 학습하며 그림 해제.
ms: Belajar sambil membuka imej.
nb: Lær mens du avdekker bilder.
nl: Leer en onthul plaatjes.
pl: Odkrywaj obrazki podczas nauki.
pt_pt: Aprende enquanto revelas imagens.
ro: Învață și descoperă imagini.
ru: Учись и открывай картинки.
sk: Uč sa a odhaľuj obrázky.
sl: Uči se in odkrivaj sličice.
sv: Lär och upptäck bilder.
th: เรียนรู้พร้อมภาพ
tr: Öğrenirken resimleri aç.
uk: Відкривай зображення під час гри.
vi: Mở hình khi học.
zh_hans: 学习中揭示图片。
zh_hk: 邊學邊揭開圖片。

source: Back
ar: رجوع
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Retour
he: חזור
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hk: 返回

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
fi: Peruuta
fr: Annuler
he: בטל
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hk: 取消

source: Next
ar: التالي
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
hi: आगे
hr: Dalje
hu: Következő
id: Lanjut
it: Avanti
ja: 次へ
ko: 다음
ms: Seterusnya
nb: Neste
nl: Volgende
pl: Dalej
pt_pt: Seguinte
ro: Următor
ru: Далее
sk: Ďalej
sl: Naprej
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp
zh_hans: 下一步
zh_hk: 下一步

# quit
source: Finish
ar: إنهاء
ca: Finalitza
cs: Dokončit
da: Afslut
de: Beenden
el: Τέλος
es: Terminar
fi: Lopeta
fr: Terminer
he: סיום
hi: समाप्त
hr: Završi
hu: Befejezés
id: Selesai
it: Fine
ja: 終了
ko: 끝내기
ms: Tamat
nb: Ferdig
nl: Afsluiten
pl: Koniec
pt_pt: Terminar
ro: Termină
ru: Завершить
sk: Koniec
sl: Konec
sv: Avsluta
th: จบ
tr: Bitir
uk: Завершити
vi: Kết thúc
zh_hans: 完成
zh_hk: 完成

source: Repeat
ar: إعادة
ca: Repeteix
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Repetir
fi: Uudista
fr: Répéter
he: חזור
hi: दोहराएँ
hr: Ponovi
hu: Ismétlés
id: Ulangi
it: Ripeti
ja: リピート
ko: 반복
ms: Ulang
nb: Gjenta
nl: Herhalen
pl: Powtórz
pt_pt: Repetir
ro: Repetă
ru: Повторить
sk: Opakuj
sl: Ponovi
sv: Upprepa
th: ซ้ำ
tr: Tekrar
uk: Повторити
vi: Lặp lại
zh_hans: 重试
zh_hk: 重複

source: Skip to Practice
ar: تخطي للتدريب
ca: Salta a pràctica
cs: Přeskočit na cvičení
da: Spring til øvelse
de: Zur Übung springen
el: Μετάβαση στην πρακτική
es: Saltar a práctica
fi: Hyppää harjoitukseen
fr: Passer à la pratique
he: דלג לתרגול
hi: अभ्यास पर जाएँ
hr: Preskoči u vježbu
hu: Gyakorlásra ugrás
id: Loncat ke latihan
it: Salta alla pratica
ja: 練習へスキップ
ko: 연습으로
ms: Terus Latihan
nb: Hopp til øvelse
nl: Sla over naar oefening
pl: Pomiń do ćwiczeń
pt_pt: Saltar para prática
ro: Sari la exercițiu
ru: К практике
sk: Preskoč na prax
sl: Preskoči na vajo
sv: Hoppa till träning
th: ข้ามไปฝึก
tr: Pratiğe Geç
uk: До практики
vi: Bỏ qua
zh_hans: 跳到练习
zh_hk: 跳到練習

# tutorial_quit_message
source: You’ll exit the tutorial. You can come back anytime.
ar: ستخرج من الشرح. يمكنك العودة بأي وقت.
ca: Sortiràs del tutorial. Pots tornar-hi.
cs: Odejdeš z tutoriálu. Můžeš se kdykoli vrátit.
da: Du forlader vejledningen. Du kan altid vende tilbage.
de: Du verlässt das Tutorial. Du kannst jederzeit zurückkehren.
el: Θα φύγεις από την εκμάθηση. Μπορείς να επιστρέψεις οποτεδήποτε.
es: Vas a salir del tutorial. Puedes volver cuando quieras.
fi: Poistut opastuksesta. Voit palata milloin tahansa.
fr: Vous allez quitter le tutoriel. Vous pourrez revenir à tout moment.
he: תצא מההדרכה. אפשר לחזור בכל עת.
hi: आप ट्यूटोरियल से बाहर निकलेंगे. जब चाहें वापस आ सकते हैं.
hr: Izaći ćeš iz vodiča. Možeš se vratiti bilo kada.
hu: Kilépsz az útmutatóból. Bármikor visszatérhetsz.
id: Keluar dari tutorial. Bisa kembali kapan saja.
it: Esci dal tutorial. Puoi tornare quando vuoi.
ja: チュートリアルを終了します。いつでも再開できます。
ko: 튜토리얼을 종료합니다. 언제든 다시 시작할 수 있습니다.
ms: Keluar tutorial. Boleh masuk semula bila-bila.
nb: Du forlater veiledningen. Du kan komme tilbake senere.
nl: Je verlaat de uitleg. Je kunt altijd terugkomen.
pl: Opuszczasz samouczek. Możesz wrócić w każdej chwili.
pt_pt: Vais sair do tutorial. Podes voltar quando quiseres.
ro: Vei ieși din tutorial. Poți reveni oricând.
ru: Выйти из учебника? Можно вернуться позже.
sk: Opustíš tutoriál. Môžeš sa vrátiť kedykoľvek.
sl: Izhod iz vodiča. Lahko se vrneš kadar koli.
sv: Du lämnar guiden. Du kan komma tillbaka när som helst.
th: คุณจะออกจากบทเรียน กลับมาได้ทุกเวลา
tr: Öğreticiden çıkıyorsun. İstediğin zaman dönebilirsin.
uk: Вийти з навчання? Можна повернутися будь-коли.
vi: Thoát hướng dẫn? Có thể quay lại.
zh_hans: 你将退出教程。随时可再来。
zh_hk: 你將退出教學，可隨時回來。

# tutorial_quit_title
source: Are you sure?
ar: هل أنت متأكد؟
ca: Segur?
cs: Jsi si jistý?
da: Er du sikker?
de: Bist du sicher?
el: Σίγουρα;
es: ¿Seguro?
fi: Oletko varma?
fr: Êtes-vous sûr ?
he: בטוח?
hi: क्या आप सुनिश्चित हैं?
hr: Jesi li siguran?
hu: Biztos vagy benne?
id: Yakin?
it: Sei sicuro?
ja: よろしいですか？
ko: 확실합니까?
ms: Anda pasti?
nb: Er du sikker?
nl: Weet je het zeker?
pl: Na pewno?
pt_pt: Tens a certeza?
ro: Sigur?
ru: Уверены?
sk: Si si istý?
sl: Si prepričan?
sv: Är du säker?
th: แน่ใจไหม?
tr: Emin misin?
uk: Ви впевнені?
vi: Bạn chắc chứ?
zh_hans: 确定吗？
zh_hk: 確定嗎？

# division_note
source: Division uses integer results: (quotient × divisor) ÷ divisor = quotient.
ar: القسمة بنتائج صحيحة: (خارج × مقسوم) ÷ مقسوم = خارج.
ca: Divisió amb enters: (quocient × divisor) ÷ divisor = quocient.
cs: Dělení jen celými čísly: (podíl × dělitel) ÷ dělitel = podíl.
da: Division kun med heltal: (kvotient × divisor) ÷ divisor = kvotient.
de: Division mit ganzzahligem Ergebnis: (Quotient × Divisor) ÷ Divisor = Quotient.
el: Η διαίρεση με ακέραια: (πηλίκο × διαιρέτης) ÷ διαιρέτης = πηλίκο.
es: La división usa resultados enteros: (cociente × divisor) ÷ divisor = cociente.
fi: Jakolaskussa käytetään kokonaislukuja.
fr: La division utilise des résultats entiers : (quotient × diviseur) ÷ diviseur = quotient.
he: חילוק בשלמים: (מנה × מחלק) ÷ מחלק = מנה.
hi: भाग में पूर्णांक परिणाम: (भागफल × भाजक) ÷ भाजक = भागफल.
hr: Dijeljenje koristi cijele brojeve: (kvocijent × djelitelj) ÷ djelitelj = kvocijent.
hu: Osztás egész eredménnyel: (hányados × osztó) ÷ osztó = hányados.
id: Pembagian hasil bulat: (hasil × pembagi) ÷ pembagi = hasil.
it: Divisione con risultati interi: (quoziente × divisore) ÷ divisore = quoziente.
ja: 整数のわり算: (商 × 除数) ÷ 除数 = 商。
ko: 정수 나눗셈: (몫 × 나누는 수) ÷ 나누는 수 = 몫.
ms: Bahagi bulat: (hasil × pembahagi) ÷ pembahagi = hasil.
nb: Deling gir heltall: (kvotient × divisor) ÷ divisor = kvotient.
nl: Deling alleen met gehele getallen: (quotiënt × deler) ÷ deler = quotiënt.
pl: Dzielenie z wynikiem całkowitym: (iloraz × dzielnik) ÷ dzielnik = iloraz.
pt_pt: Divisão com inteiros: (quociente × divisor) ÷ divisor = quociente.
ro: Împărțire cu întregi: (cât × divizor) ÷ divizor = cât.
ru: Деление с целыми: (частное × делитель) ÷ делитель = частное.
sk: Delenie s celými: (podiel × deliteľ) ÷ deliteľ = podiel.
sl: Deljenje s celimi: (kvocient × delitelj) ÷ delitelj = kvocient.
sv: Division med heltal: (kvot × divisor) ÷ divisor = kvot.
th: การหารใช้จำนวนเต็ม: (ผลลัพธ์ × ตัวหาร) ÷ ตัวหาร = ผลลัพธ์
tr: Bölme tam sayı: (sonuç × bölen) ÷ bölen = sonuç.
uk: Ділення з цілими: (частка × дільник) ÷ дільник = частка.
vi: Chia nguyên: (thương × số chia) ÷ số chia = thương.
zh_hans: 除法使用整数结果: (商 × 除数) ÷ 除数 = 商。
zh_hk: 除法只用整數結果：（商 × 除數）÷ 除數 = 商。

# division_premium_hint
source: Unlocking Division requires Premium.
ar: فتح القسمة يتطلب بريميوم.
ca: La divisió requereix Premium.
cs: Odemknutí dělení vyžaduje Premium.
da: Division kræver Premium.
de: Division freischalten erfordert Premium.
el: Η διαίρεση απαιτεί Premium.
es: Desbloquear División requiere Premium.
fi: Jakolasku vaatii Premiumin.
fr: Débloquer la division nécessite Premium.
he: חילוק דורש פרימיום.
hi: डिवीजन अनलॉक करने हेतु प्रीमियम चाहिए.
hr: Otključavanje dijeljenja zahtijeva Premium.
hu: Osztás mód feloldásához Prémium szükséges.
id: Butuh Premium untuk pembagian.
it: La divisione richiede Premium.
ja: わり算はプレミアム専用。
ko: 나눗셈은 프리미엄 전용.
ms: Bahagi perlukan Premium.
nb: Deling krever Premium.
nl: Deling vereist Premium.
pl: Odblokowanie dzielenia wymaga Premium.
pt_pt: Divisão requer Premium.
ro: Împărțirea necesită Premium.
ru: Деление доступно в Премиум.
sk: Delenie dostupné len v Premium.
sl: Deljenje na voljo samo v Premium.
sv: Division kräver Premium.
th: การหารต้องพรีเมียม
tr: Bölme için Premium gerekir.
uk: Ділення доступне з Преміум.
vi: Chia yêu cầu Premium.
zh_hans: 解锁除法需高级版。
zh_hk: 解鎖除法需要 Premium。
