Repository: KuuuGR/Memul
Catalog: iOS/Memul/Memul/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hk

source: About
ar: حول
ca: Quant a
cs: O hře
da: Om
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos
he: אודות
hi: के बारे में
hr: O igri
hu: Névjegy
id: Tentang
it: Info
ja: 情報
ko: 정보
ms: Perihal
nb: Om
nl: Over
pl: O grze
pt_pt: Sobre
ro: Despre
ru: О приложении
sk: O aplikácii
sl: O aplikaciji
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про додаток
vi: Giới thiệu
zh_hans: 关于
zh_hk: 關於

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hk: 設定

source: Start Game
ar: ابدأ اللعبة
ca: Inicia joc
cs: Začít hru
da: Start spil
de: Spiel starten
el: Έναρξη
es: Iniciar juego
fi: Aloita peli
fr: Lancer le jeu
he: התחל משחק
hi: खेल शुरू करें
hr: Nova igra
hu: Játék indítása
id: Mulai
it: Gioca
ja: スタート
ko: 게임 시작
ms: Mula Permainan
nb: Start spill
nl: Start spel
pl: Nowa gra
pt_pt: Iniciar jogo
ro: Începe jocul
ru: Начать игру
sk: Spustiť hru
sl: Začni igro
sv: Starta spel
th: เริ่มเกม
tr: Oyunu Başlat
uk: Почати гру
vi: Bắt đầu
zh_hans: 开始游戏
zh_hk: 開始遊戲

# start_tagline
source: Multiply. Play. Learn.
ar: اضرب. العب. تعلم.
ca: Multiplica. Juga. Aprèn.
cs: Násob. Hraj. Uč se.
da: Gang. Spil. Lær.
de: Multipliziere. Spiele. Lerne.
el: Πολλαπλασίασε. Παίξε. Μάθε.
es: Multiplica. Juega. Aprende.
fi: Kertaa. Pelaa. Opi.
fr: Multiplie. Joue. Apprends.
he: הכפל. שחק. למד.
hi: गुणा. खेलो. सीखो.
hr: Množi. Igraj. Uči.
hu: Szorzás. Játék. Tanulás.
id: Kali. Main. Belajar.
it: Moltiplica. Gioca. Impara.
ja: かけ算・遊ぶ・学ぶ
ko: 곱셈·놀이·학습
ms: Darab. Main. Belajar.
nb: Gange. Spill. Lær.
nl: Vermenigvuldig. Speel. Leer.
pl: Mnoż. Graj. Ucz się.
pt_pt: Multiplica. Joga. Aprende.
ro: Înmulțește. Joacă. Învață.
ru: Умножай. Играй. Учись.
sk: Násob. Hraj. Uč sa.
sl: Množi. Igraj. Uči se.
sv: Multiplicera. Spela. Lär.
th: คูณ เล่น เรียน
tr: Çarp. Oyna. Öğren.
uk: Множ. Грай. Вчися.
vi: Nhân. Chơi. Học.
zh_hans: 乘法·游戏·学习
zh_hk: 乘法．遊戲．學習

source: Tutorial
ar: شرح
cs: Tutoriál
da: Vejledning
el: Εκμάθηση
fi: Opastus
fr: Tutoriel
he: הדרכה
hi: ट्यूटोरियल
hr: Vodič
hu: Útmutató
ja: チュートリアル
ko: 튜토리얼
nb: Veiledning
nl: Uitleg
pl: Samouczek
ru: Учебник
sk: Tutoriál
sl: Vodič
sv: Guide
th: บทเรียน
tr: Öğretici
uk: Навчання
vi: Hướng dẫn
zh_hans: 教程
zh_hk: 教學

source: Add Player
ar: إضافة لاعب
ca: Afegeix jugador
cs: Přidat hráče
da: Tilføj spiller
de: Spieler hinzufügen
el: Προσθήκη παίκτη
es: Añadir jugador
fi: Lisää pelaaja
fr: Ajouter un joueur
he: הוסף שחקן
hi: खिलाड़ी जोड़ें
hr: Dodaj igrača
hu: Játékos hozzáadása
id: Tambah pemain
it: Aggiungi giocatore
ja: プレイヤー追加
ko: 플레이어 추가
ms: Tambah Pemain
nb: Legg til spiller
nl: Speler toevoegen
pl: Dodaj gracza
pt_pt: Adicionar jogador
ro: Adaugă jucător
ru: Добавить игрока
sk: Pridať hráča
sl: Dodaj igralca
sv: Lägg till spelare
th: เพิ่มผู้เล่น
tr: Oyuncu Ekle
uk: Додати гравця
vi: Thêm người chơi
zh_hans: 添加玩家
zh_hk: 新增玩家

source: Board Size
ar: حجم اللوحة
ca: Mida del tauler
cs: Velikost desky
da: Brætstørrelse
de: Tafelgröße
el: Μέγεθος πίνακα
es: Tamaño del tablero
fi: Ruudukon koko
fr: Taille de la grille
he: גודל לוח
hi: बोर्ड आकार
hr: Veličina ploče
hu: Tábla mérete
id: Ukuran papan
it: Dimensione
ja: 盤サイズ
ko: 보드 크기
ms: Saiz Papan
nb: Brettstørrelse
nl: Bordgrootte
pl: Rozmiar planszy
pt_pt: Tamanho do tabuleiro
ro: Dimensiune tablă
ru: Размер поля
sk: Veľkosť poľa
sl: Velikost plošče
sv: Brädstorlek
th: ขนาดตาราง
tr: Tahta Boyutu
uk: Розмір поля
vi: Kích thước bảng
zh_hans: 棋盘大小
zh_hk: 棋盤大小

# board_size_value
source: Size: %d × %d
ar: الحجم: %d × %d
ca: Mida: %d × %d
cs: Velikost: %d × %d
da: Størrelse: %d × %d
de: Größe: %d × %d
el: Μέγεθος: %d × %d
es: Tamaño: %d × %d
fi: Koko: %d × %d
fr: Taille : %d × %d
he: גודל: %d × %d
hi: आकार: %d × %d
hr: Veličina: %d × %d
hu: Méret: %d × %d
id: Ukuran: %d × %d
it: Dim: %d × %d
ja: サイズ: %d × %d
ko: 크기: %d × %d
ms: Saiz: %d × %d
nb: Størrelse: %d × %d
nl: Grootte: %d × %d
pl: Rozmiar: %d × %d
pt_pt: Tamanho: %d × %d
ro: Dimensiune: %d × %d
ru: Размер: %d × %d
sk: Veľkosť: %d × %d
sl: Velikost: %d × %d
sv: Storlek: %d × %d
th: ขนาด: %d × %d
tr: Boyut: %d × %d
uk: Розмір: %d × %d
vi: Kích thước: %d × %d
zh_hans: 大小: %d × %d
zh_hk: 大小：%d × %d

# player_n
source: Player %d
ar: لاعب %d
ca: Jugador %d
cs: Hráč %d
da: Spiller %d
de: Spieler %d
el: Παίκτης %d
es: Jugador %d
fi: Pelaaja %d
fr: Joueur %d
he: שחקן %d
hi: खिलाड़ी %d
hr: Igrač %d
hu: %d. játékos
id: Pemain %d
it: Giocatore %d
ja: プレイヤー%d
ko: 플레이어 %d
ms: Pemain %d
nb: Spiller %d
nl: Speler %d
pl: Gracz %d
pt_pt: Jogador %d
ro: Jucător %d
ru: Игрок %d
sk: Hráč %d
sl: Igralec %d
sv: Spelare %d
th: ผู้เล่น %d
tr: Oyuncu %d
uk: Гравець %d
vi: Người chơi %d
zh_hans: 玩家%d
zh_hk: 玩家 %d

source: Players
ar: اللاعبون
ca: Jugadors
cs: Hráči
da: Spillere
de: Spieler
el: Παίκτες
es: Jugadores
fi: Pelaajat
fr: Joueurs
he: שחקנים
hi: खिलाड़ी
hr: Igrači
hu: Játékosok
id: Pemain
it: Giocatori
ja: プレイヤー
ko: 플레이어
ms: Pemain
nb: Spillere
nl: Spelers
pl: Gracze
pt_pt: Jogadores
ro: Jucători
ru: Игроки
sk: Hráči
sl: Igralci
sv: Spelare
th: ผู้เล่น
tr: Oyuncular
uk: Гравці
vi: Người chơi
zh_hans: 玩家
zh_hk: 玩家

source: Remove Last Player
ar: إزالة الأخير
ca: Elimina l’últim
cs: Odebrat posledního
da: Fjern sidste spiller
de: Letzten entfernen
el: Αφαίρεση τελευταίου
es: Eliminar último
fi: Poista viimeinen
fr: Supprimer le dernier
he: הסר שחקן אחרון
hi: आख़िरी हटाएँ
hr: Ukloni zadnjeg
hu: Utolsó törlése
id: Hapus terakhir
it: Rimuovi ultimo
ja: 最後を削除
ko: 마지막 제거
ms: Buang Pemain Akhir
nb: Fjern siste spiller
nl: Verwijder laatste speler
pl: Usuń ostatniego
pt_pt: Remover último jogador
ro: Șterge ultimul jucător
ru: Удалить последнего игрока
sk: Odstrániť posledného hráča
sl: Odstrani zadnjega igralca
sv: Ta bort sista spelare
th: ลบผู้เล่นล่าสุด
tr: Son Oyuncuyu Sil
uk: Видалити останнього
vi: Xóa người cuối
zh_hans: 移除最后一位
zh_hk: 移除最後一位

source: Puzzle
ar: صورة
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
fr: Image
he: תמונה
hi: चित्र
hr: Sličica
hu: Kép
id: Gambar
it: Immagine
ja: パズル
ko: 퍼즐
ms: Teka-teki
nb: Puslespill
nl: Plaatje
pl: Obrazek
ru: Картинка
sk: Obrázok
sl: Sličica
sv: Bild
th: ภาพ
tr: Bulmaca
uk: Зображення
vi: Hình ảnh
zh_hans: 图片
zh_hk: 圖片

# puzzle_enable
source: Show puzzle image under the grid
ar: إظهار الصورة أسفل اللوحة
ca: Mostra la imatge sota el tauler
cs: Zobrazit obrázek pod deskou
da: Vis billede under brættet
de: Bild unter dem Raster anzeigen
el: Εμφάνιση εικόνας κάτω από τον πίνακα
es: Mostrar imagen bajo el tablero
fi: Näytä kuva ruudukon alla
fr: Afficher l’image sous la grille
he: הצג תמונה מתחת ללוח
hi: बोर्ड के नीचे चित्र दिखाएँ
hr: Prikaži sliku ispod ploče
hu: Kép megjelenítése a tábla alatt
id: Tampilkan gambar di bawah papan
it: Mostra immagine sotto la griglia
ja: 盤の下にパズルを表示
ko: 보드 아래 퍼즐 표시
ms: Tunjuk imej teka-teki di bawah papan
nb: Vis puslespillbilde under brettet
nl: Toon plaatje onder het bord
pl: Pokaż obrazek pod planszą
pt_pt: Mostrar imagem por baixo do tabuleiro
ro: Afișează imaginea sub tablă
ru: Показать картинку под полем
sk: Zobraziť obrázok pod poľom
sl: Prikaži sličico pod mrežo
sv: Visa bild under rutnätet
th: แสดงภาพใต้ตาราง
tr: Bulmacayı tahtanın altında göster
uk: Показати зображення під полем
vi: Hiện hình dưới bảng
zh_hans: 在棋盘下显示图片
zh_hk: 在棋盤下顯示圖片

# puzzle_free_info
source: Free users see a random image from the free pack.
ar: المستخدمون المجانيون يرون صورة عشوائية من الحزمة المجانية.
ca: Els usuaris gratuïts veuen una imatge aleatòria del paquet gratuït.
cs: Zdarma: náhodný obrázek z balíčku zdarma.
da: Gratis: tilfældigt billede fra gratispakken.
de: Gratisnutzer sehen ein zufälliges Bild aus dem Gratispaket.
el: Δωρεάν: τυχαία εικόνα από το δωρεάν πακέτο.
es: Usuarios gratis ven una imagen aleatoria del paquete gratuito.
fi: Ilmaisversio näyttää satunnaisen kuvan ilmais­paketista.
fr: Les utilisateurs gratuits voient une image aléatoire du pack gratuit.
he: חינם: תמונה אקראית מחבילת החינם.
hi: फ्री संस्करण: फ़्री पैक से यादृच्छिक चित्र.
hr: Besplatna verzija: slučajna slika iz besplatnog paketa.
hu: Ingyenes verzió: véletlen kép az ingyenes csomagból.
id: Gratis: gambar acak dari paket gratis.
it: Gratis: immagine casuale dal pacchetto gratuito.
ja: 無料版: 無料パックからランダム表示。
ko: 무료: 무료 팩 이미지 랜덤 표시.
ms: Percuma: imej rawak dari pek percuma.
nb: Gratis: tilfeldig bilde fra gratispakken.
nl: Gratis: willekeurig plaatje uit gratis pakket.
pl: Użytkownicy darmowi widzą losowy obrazek z pakietu darmowego.
pt_pt: Grátis: imagem aleatória do pacote gratuito.
ro: Utilizatorii gratuiți văd o imagine din pachetul gratuit.
ru: Бесплатные пользователи видят случайное изображение из бесплатного набора.
sk: Bezplatní používatelia vidia náhodný obrázok z voľného balíka.
sl: Brezplačni uporabniki vidijo naključno sličico iz brezplačnega paketa.
sv: Gratis: slumpmässig bild från gratispaket.
th: ฟรี: ภาพสุ่มจากชุดฟรี
tr: Ücretsiz kullanıcılar ücretsiz paketten rastgele resim görür.
uk: Безкоштовні користувачі бачать випадкове зображення з безкоштовного пакету.
vi: Người dùng miễn phí xem hình từ gói miễn phí.
zh_hans: 免费用户看到免费包中的随机图片。
zh_hk: 免費用戶會看到隨機圖片（免費包）。

# puzzle_premium_info
source: Premium users see a random image from both free and premium packs.
ar: مستخدمو بريميوم يرون صورة عشوائية من الحزمتين المجانية والمميزة.
ca: Els usuaris Premium veuen una imatge aleatòria dels paquets gratuït i Premium.
cs: Premium: náhodný obrázek z obou balíčků.
da: Premium: tilfældigt billede fra alle pakker.
de: Premium sieht ein zufälliges Bild aus Gratis- und Premiumpaket.
el: Premium: τυχαία εικόνα από δωρεάν και premium πακέτα.
es: Usuarios Premium ven una imagen aleatoria de los paquetes gratuito y premium.
fi: Premium näyttää satunnaisen kuvan sekä ilmais- että premium­paketista.
fr: Les utilisateurs Premium voient une image aléatoire des packs gratuit et premium.
he: פרימיום: תמונה אקראית מכל החבילות.
hi: प्रीमियम: फ़्री व प्रीमियम दोनों पैक से यादृच्छिक चित्र.
hr: Premium: slučajna slika iz oba paketa.
hu: Prémium: véletlen kép az ingyenes és prémium csomagból.
id: Premium: gambar acak dari semua paket.
it: Premium: immagini casuali da tutti i pacchetti.
ja: プレミアム: 全パックからランダム表示。
ko: 프리미엄: 전체 팩 이미지 랜덤 표시.
ms: Premium: imej rawak dari semua pek.
nb: Premium: tilfeldig bilde fra alle pakker.
nl: Premium: willekeurig plaatje uit alle pakketten.
pl: Użytkownicy Premium widzą losowy obrazek z pakietu darmowego i premium.
pt_pt: Premium: imagem aleatória de todos os pacotes.
ro: Utilizatorii Premium văd imagini din toate pachetele.
ru: Премиум-пользователи видят случайные изображения из всех наборов.
sk: Prémioví používatelia vidia náhodné obrázky zo všetkých balíkov.
sl: Uporabniki Premium vidijo naključno sličico iz vseh paketov.
sv: Premium: slumpmässig bild från alla paket.
th: พรีเมียม: ภาพสุ่มจากทุกชุด
tr: Premium kullanıcılar tüm paketlerden rastgele resim görür.
uk: Преміум користувачі бачать випадкові зображення з усіх пакетів.
vi: Người dùng Premium xem hình từ mọi gói.
zh_hans: 高级用户可看到免费包和高级包中的随机图片。
zh_hk: Premium 用戶會看到隨機圖片（免費 + Premium 包）。

source: Difficulty
ar: الصعوبة
ca: Dificultat
cs: Obtížnost
da: Sværhedsgrad
de: Schwierigkeit
el: Δυσκολία
es: Dificultad
fi: Vaikeus
fr: Difficulté
he: רמה
hi: कठिनाई
hr: Težina
hu: Nehézség
id: Tingkat
it: Difficoltà
ja: 難易度
ko: 난이도
ms: Kesukaran
nb: Vanskelighetsgrad
nl: Moeilijkheid
pl: Poziom
pt_pt: Dificuldade
ro: Dificultate
ru: Сложность
sk: Obtiažnosť
sl: Težavnost
sv: Svårighet
th: ระดับ
tr: Zorluk
uk: Складність
vi: Độ khó
zh_hans: 难度
zh_hk: 難度

# difficulty_easy
source: Easy
ar: سهل
ca: Fàcil
cs: Lehká
da: Let
de: Leicht
el: Εύκολο
es: Fácil
fi: Helppo
fr: Facile
he: קל
hi: आसान
hr: Lako
hu: Könnyű
id: Mudah
it: Facile
ja: やさしい
ko: 쉬움
ms: Mudah
nb: Lett
nl: Makkelijk
pl: Łatwy
pt_pt: Fácil
ro: Ușor
ru: Легко
sk: Ľahká
sl: Lahka
sv: Lätt
th: ง่าย
tr: Kolay
uk: Легко
vi: Dễ
zh_hans: 简单
zh_hk: 容易

# difficulty_hard
source: Hard
ar: صعب
ca: Difícil
cs: Těžká
da: Svær
de: Schwer
el: Δύσκολο
es: Difícil
fi: Vaikea
fr: Difficile
he: קשה
hi: कठिन
hr: Teško
hu: Nehéz
id: Sulit
it: Difficile
ja: むずかしい
ko: 어려움
ms: Sukar
nb: Vanskelig
nl: Moeilijk
pl: Trudny
pt_pt: Difícil
ro: Greu
ru: Трудно
sk: Ťažká
sl: Težka
sv: Svår
th: ยาก
tr: Zor
uk: Важко
vi: Khó
zh_hans: 困难
zh_hk: 困難

# difficulty_mode
source: Mode
ar: الوضع
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
he: מצב
hi: मोड
hr: Način
hu: Mód
it: Modalità
ja: モード
ko: 모드
ms: Mod
nb: Modus
nl: Modus
pl: Tryb
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sl: Način
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hk: 模式

# difficulty_normal
source: Normal
ar: متوسط
cs: Střední
da: Mellem
de: Mittel
el: Κανονικό
es: Media
fi: Normaali
fr: Moyen
he: בינוני
hi: सामान्य
hr: Normalno
hu: Közepes
id: Sedang
it: Normale
ja: ふつう
ko: 보통
ms: Biasa
nl: Normaal
pl: Średni
ru: Нормально
sk: Normálna
sl: Srednja
th: ปกติ
uk: Нормально
vi: Vừa
zh_hans: 普通
zh_hk: 中等

# difficulty_premium_hint
source: Free: Easy only. Normal/Hard require Premium.
ar: مجاني: سهل فقط. متوسط/صعب يتطلب بريميوم.
ca: Gratuït: només Fàcil. Normal/Difícil requereixen Premium.
cs: Zdarma: pouze Lehká. Střední/Těžká vyžaduje Premium.
da: Gratis: kun Let. Mellem/Svær kræver Premium.
de: Gratis: nur Leicht. Mittel/Schwer erfordern Premium.
el: Δωρεάν: μόνο Εύκολο. Κανονικό/Δύσκολο απαιτούν Premium.
es: Gratis: solo Fácil. Media/Difícil requieren Premium.
fi: Ilmainen: vain helppo. Normaali/vaikea vaatii Premiumin.
fr: Gratuit : Facile uniquement. Moyen/Difficile nécessitent Premium.
he: חינם: רק קל. בינוני/קשה דורשים פרימיום.
hi: फ्री: केवल आसान. सामान्य/कठिन के लिए प्रीमियम चाहिए.
hr: Besplatno: samo Lako. Normalno/Teško zahtijeva Premium.
hu: Ingyenes: csak könnyű. Közepes/nehéz: Prémium szükséges.
id: Gratis: hanya Mudah. Sedang/Sulit butuh Premium.
it: Gratis: solo Facile. Normale/Difficile richiedono Premium.
ja: 無料: やさしいのみ。ふつう/むずかしいはプレミアム。
ko: 무료: 쉬움만 가능. 보통/어려움은 프리미엄.
ms: Percuma: hanya Mudah. Biasa/Sukar perlukan Premium.
nb: Gratis: bare Lett. Normal/Vanskelig krever Premium.
nl: Gratis: alleen Makkelijk. Normaal/Moeilijk vereisen Premium.
pl: Darmowa wersja: tylko Łatwy. Średni/Trudny wymagają Premium.
pt_pt: Grátis: apenas Fácil. Normal/Difícil requer Premium.
ro: Gratuit: doar Ușor. Normal/Greu necesită Premium.
ru: Бесплатно: только Легко. Нормально/Трудно доступны в Премиум.
sk: Bezplatne: iba Ľahká. Normálna/Ťažká vyžadujú Premium.
sl: Brezplačno: samo Lahka. Srednja/Težka zahtevata Premium.
sv: Gratis: endast Lätt. Normal/Svår kräver Premium.
th: ฟรี: เฉพาะง่าย ปกติ/ยาก ต้องพรีเมียม
tr: Ücretsiz: sadece kolay. Normal/Zor için Premium gerekir.
uk: Безкоштовно: тільки Легко. Нормально/Важко — Преміум.
vi: Miễn phí: chỉ Dễ. Vừa/Khó cần Premium.
zh_hans: 免费版: 仅限简单。普通/困难需高级版。
zh_hk: 免費版：只可選容易。中等/困難需要 Premium。

# bottom_color
source: Bottom colour
ar: لون الأسفل
ca: Color inferior
cs: Spodní barva
da: Bundfarve
de: Farbe unten
el: Χρώμα κάτω
es: Color inferior
fi: Alaväri
fr: Couleur bas
he: צבע תחתון
hi: नीचे का रंग
hr: Donja boja
hu: Alsó szín
id: Warna bawah
it: Colore basso
ja: 下の色
ko: 아래 색상
ms: Warna bawah
nb: Farge nederst
nl: Onderkleur
pl: Kolor dół
pt_pt: Cor inferior
ro: Culoare jos
ru: Цвет снизу
sk: Farba dole
sl: Barva spodaj
sv: Färg nere
th: สีล่าง
tr: Alt renk
uk: Колір знизу
vi: Màu dưới
zh_hans: 底部颜色
zh_hk: 下方顏色

# index_customize
source: Customise labels
ar: تخصيص العلامات
ca: Personalitza etiquetes
cs: Upravit popisky
da: Tilpas etiketter
de: Beschriftungen anpassen
el: Προσαρμογή ετικετών
es: Personalizar etiquetas
fi: Mukauta tunnisteet
fr: Personnaliser les étiquettes
he: התאם תוויות
hi: लेबल अनुकूलित करें
hr: Prilagodi oznake
hu: Címkék testreszabása
id: Atur label
it: Personalizza etichette
ja: ラベルをカスタム
ko: 라벨 사용자화
ms: Sesuaikan label
nb: Tilpass etiketter
nl: Labels aanpassen
pl: Dostosuj etykiety
pt_pt: Personalizar etiquetas
ro: Personalizează etichete
ru: Настроить подписи
sk: Prispôsobiť menovky
sl: Prilagodi oznake
sv: Anpassa etiketter
th: ปรับแต่งป้าย
tr: Etiketleri özelleştir
uk: Налаштувати мітки
vi: Tùy chỉnh nhãn
zh_hans: 自定义标签
zh_hk: 自訂標籤

source: Index Labels
ar: علامات الفهرس
ca: Etiquetes d’índex
cs: Popisky
da: Etiketter
de: Index-Beschriftungen
el: Ετικέτες
es: Etiquetas de índice
fi: Indeksitunnisteet
fr: Étiquettes d’index
he: תוויות
hi: इंडेक्स लेबल
hr: Oznake
hu: Indexcímkék
id: Label indeks
it: Etichette indici
ja: インデックス
ko: 인덱스 라벨
ms: Label Indeks
nb: Indeksetiketter
pl: Etykiety indeksu
pt_pt: Etiquetas de índice
ro: Etichete index
ru: Подписи
sk: Menovky
sl: Oznake
sv: Etiketter
th: ป้าย
tr: Etiketler
uk: Мітки
vi: Nhãn
zh_hans: 索引标签
zh_hk: 索引標籤

# index_labels_premium_hint
source: Customising label colours requires Premium.
ar: تخصيص الألوان يتطلب بريميوم.
ca: Personalitzar colors requereix Premium.
cs: Úprava barev vyžaduje Premium.
da: Tilpasning kræver Premium.
de: Farbanpassung erfordert Premium.
el: Η αλλαγή χρωμάτων απαιτεί Premium.
es: Personalizar colores requiere Premium.
fi: Tunnisteiden värien muokkaus vaatii Premiumin.
fr: La couleur des étiquettes nécessite Premium.
he: התאמה דורשת פרימיום.
hi: लेबल रंग बदलने हेतु प्रीमियम चाहिए.
hr: Prilagodba boja zahtijeva Premium.
hu: Címkék színének módosításához Prémium kell.
id: Atur warna label butuh Premium.
it: Personalizzare i colori richiede Premium.
ja: 色変更はプレミアムのみ。
ko: 색상 변경은 프리미엄 필요.
ms: Tukar warna perlukan Premium.
nb: Fargetilpasning krever Premium.
nl: Aanpassen vereist Premium.
pl: Dostosowanie kolorów wymaga Premium.
pt_pt: Personalização de cores requer Premium.
ro: Culorile personalizate necesită Premium.
ru: Настройка цветов доступна в Премиум.
sk: Prispôsobenie farieb vyžaduje Premium.
sl: Prilagoditev barv zahteva Premium.
sv: Färgval kräver Premium.
th: เปลี่ยนสีป้ายต้องพรีเมียม
tr: Etiket renkleri için Premium gerekir.
uk: Кольори міток доступні у Преміум.
vi: Màu nhãn cần Premium.
zh_hans: 自定义颜色需高级版。
zh_hk: 自訂顏色需要 Premium。

# left_color
source: Left colour
ar: لون اليسار
ca: Color esquerre
cs: Levá barva
da: Venstre farve
de: Farbe links
el: Χρώμα αριστερά
es: Color izquierdo
fi: Vasen väri
fr: Couleur gauche
he: צבע שמאלי
hi: बाएँ रंग
hr: Lijeva boja
hu: Bal szín
id: Warna kiri
it: Colore sinistra
ja: 左の色
ko: 왼쪽 색상
ms: Warna kiri
nb: Farge venstre
nl: Linkerkleur
pl: Kolor lewy
pt_pt: Cor esquerda
ro: Culoare stânga
ru: Цвет слева
sk: Farba vľavo
sl: Barva levo
sv: Färg vänster
th: สีซ้าย
tr: Sol renk
uk: Колір зліва
vi: Màu trái
zh_hans: 左侧颜色
zh_hk: 左方顏色

source: Make labels transparent
ar: اجعل العلامات شفافة
ca: Fes-les transparents
cs: Průhledné popisky
da: Gør etiketter gennemsigtige
de: Beschriftungen transparent
el: Διαφάνεια ετικετών
es: Etiquetas transparentes
fi: Tee tunnisteet läpinäkyviksi
fr: Rendre les étiquettes transparentes
he: תוויות שקופות
hi: लेबल पारदर्शी करें
hr: Prozirne oznake
hu: Címkék átlátszóvá tétele
id: Buat label transparan
it: Rendi etichette trasparenti
ja: ラベルを透明にする
ko: 라벨 투명화
ms: Jadikan label lut sinar
nb: Gjør etiketter gjennomsiktige
nl: Labels transparant maken
pl: Przezroczyste etykiety
pt_pt: Tornar etiquetas transparentes
ro: Etichete transparente
ru: Сделать подписи прозрачными
sk: Spriehľadniť menovky
sl: Naredi oznake prosojne
sv: Gör etiketter genomskinliga
th: ป้ายโปร่งใส
tr: Etiketleri şeffaf yap
uk: Зробити мітки прозорими
vi: Làm trong suốt
zh_hans: 标签透明
zh_hk: 標籤透明

# reset_label_colors
source: Reset colours
ar: إعادة تعيين الألوان
ca: Reinicia colors
cs: Obnovit barvy
da: Nulstil farver
de: Farben zurücksetzen
el: Επαναφορά χρωμάτων
es: Restablecer colores
fi: Palauta värit
fr: Réinitialiser les couleurs
he: איפוס צבעים
hi: रंग रीसेट करें
hr: Reset boja
hu: Színek visszaállítása
id: Atur ulang warna
it: Reimposta colori
ja: 色をリセット
ko: 색상 초기화
ms: Tetap semula warna
nb: Tilbakestill farger
nl: Herstel kleuren
pl: Resetuj kolory
pt_pt: Repor cores
ro: Resetează culori
ru: Сбросить цвета
sk: Obnoviť farby
sl: Ponastavi barve
sv: Återställ färger
th: รีเซ็ตสี
tr: Renkleri sıfırla
uk: Скинути кольори
vi: Đặt lại màu
zh_hans: 重置颜色
zh_hk: 重設顏色

# right_color
source: Right colour
ar: لون اليمين
ca: Color dret
cs: Pravá barva
da: Højre farve
de: Farbe rechts
el: Χρώμα δεξιά
es: Color derecho
fi: Oikea väri
fr: Couleur droite
he: צבע ימני
hi: दाएँ रंग
hr: Desna boja
hu: Jobb szín
id: Warna kanan
it: Colore destra
ja: 右の色
ko: 오른쪽 색상
ms: Warna kanan
nb: Farge høyre
nl: Rechterkleur
pl: Kolor prawy
pt_pt: Cor direita
ro: Culoare dreapta
ru: Цвет справа
sk: Farba vpravo
sl: Barva desno
sv: Färg höger
th: สีขวา
tr: Sağ renk
uk: Колір справа
vi: Màu phải
zh_hans: 右侧颜色
zh_hk: 右方顏色

source: Show bottom labels
ar: إظهار الأسفل
ca: Mostra inferior
cs: Zobrazit dole
da: Vis nederst
de: Unten anzeigen
el: Κάτω ετικέτες
es: Mostrar inferior
fi: Näytä alamerkit
fr: Afficher bas
he: הצג תוויות תחתונות
hi: नीचे लेबल दिखाएँ
hr: Prikaži dolje
hu: Alsó címkék
id: Tampilkan bawah
it: Mostra in basso
ja: 下を表示
ko: 아래 표시
ms: Tunjuk bawah
nb: Vis nederst
nl: Toon onder
pl: Pokaż dół
pt_pt: Mostrar em baixo
ro: Afișează jos
ru: Показать снизу
sk: Zobraziť dole
sl: Prikaži spodaj
sv: Visa nere
th: แสดงล่าง
tr: Alt etiketleri göster
uk: Показати мітки знизу
vi: Hiện nhãn dưới
zh_hans: 显示底部
zh_hk: 顯示下方

source: Show left labels
ar: إظهار اليسار
ca: Mostra esquerra
cs: Zobrazit vlevo
da: Vis til venstre
de: Links anzeigen
el: Αριστερές ετικέτες
es: Mostrar izquierda
fi: Näytä vasemmat merkit
fr: Afficher gauche
he: הצג תוויות שמאליות
hi: बाएँ लेबल दिखाएँ
hr: Prikaži lijevo
hu: Bal címkék
id: Tampilkan kiri
it: Mostra a sinistra
ja: 左を表示
ko: 왼쪽 표시
ms: Tunjuk kiri
nb: Vis venstre
nl: Toon links
pl: Pokaż lewo
pt_pt: Mostrar à esquerda
ro: Afișează stânga
ru: Показать слева
sk: Zobraziť vľavo
sl: Prikaži levo
sv: Visa vänster
th: แสดงซ้าย
tr: Sol etiketleri göster
uk: Показати мітки зліва
vi: Hiện nhãn trái
zh_hans: 显示左侧
zh_hk: 顯示左方

source: Show right labels
ar: إظهار اليمين
ca: Mostra dreta
cs: Zobrazit vpravo
da: Vis til højre
de: Rechts anzeigen
el: Δεξιές ετικέτες
es: Mostrar derecha
fi: Näytä oikeat merkit
fr: Afficher droite
he: הצג תוויות ימניות
hi: दाएँ लेबल दिखाएँ
hr: Prikaži desno
hu: Jobb címkék
id: Tampilkan kanan
it: Mostra a destra
ja: 右を表示
ko: 오른쪽 표시
ms: Tunjuk kanan
nb: Vis høyre
nl: Toon rechts
pl: Pokaż prawo
pt_pt: Mostrar à direita
ro: Afișează dreapta
ru: Показать справа
sk: Zobraziť vpravo
sl: Prikaži desno
sv: Visa höger
th: แสดงขวา
tr: Sağ etiketleri göster
uk: Показати мітки справа
vi: Hiện nhãn phải
zh_hans: 显示右侧
zh_hk: 顯示右方

source: Show top labels
ar: إظهار الأعلى
ca: Mostra superior
cs: Zobrazit nahoře
da: Vis øverst
de: Oben anzeigen
el: Πάνω ετικέτες
es: Mostrar superior
fi: Näytä ylämerkit
fr: Afficher haut
he: הצג תוויות עליונות
hi: ऊपर लेबल दिखाएँ
hr: Prikaži gore
hu: Felső címkék
id: Tampilkan atas
it: Mostra in alto
ja: 上を表示
ko: 위 표시
ms: Tunjuk atas
nb: Vis øverst
nl: Toon boven
pl: Pokaż górę
pt_pt: Mostrar em cima
ro: Afișează sus
ru: Показать сверху
sk: Zobraziť hore
sl: Prikaži zgoraj
sv: Visa uppe
th: แสดงบน
tr: Üst etiketleri göster
uk: Показати мітки зверху
vi: Hiện nhãn trên
zh_hans: 显示顶部
zh_hk: 顯示上方
