Repository: KuuuGR/Memul
Catalog: iOS/Memul/Memul/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hk

# ab_author_line2
source: That cross-disciplinary experience shaped Memul’s focus on concepts I wished I’d learned earlier: arrays, coordinates, and intuitive problem-solving.
ar: خبرته الواسعة صاغت Memul: مصفوفات، إحداثيات، حل مشكلات intuitif.
ca: Experiència diversa que inspira Memul: matrius, coordenades, resolució intuïtiva.
cs: To inspirovalo Memul: pole, souřadnice a řešení problémů.
da: Det inspirerede Memul: arrays, koordinater og problemløsning.
de: Diese Breite prägte Memul: Arrays, Koordinaten, intuitives Problemlösen.
el: Η εμπειρία οδήγησε στο Memul: πίνακες, συντεταγμένες, επίλυση.
es: Esa visión interdisciplinar centró Memul en lo que me habría gustado aprender antes: arreglos, coordenadas y resolución intuitiva.
fi: Kokemus muovasi Memulia painottamaan taulukointia, koordinaatteja ja intuitiivista ongelmanratkaisua.
fr: Cette transversalité a orienté Memul vers : tableaux, coordonnées et résolution intuitive.
he: הניסיון יצר את Memul: מערכים, קואורדינטות, פתרון אינטואיטיבי.
hi: इसी विविधता ने Memul को ऐरे, निर्देशांक और सहज समस्या-समाधान पर केंद्रित किया.
hr: To iskustvo oblikovalo je Memul: nizovi, koordinate i rješavanje problema.
hu: Ez a sokrétű tapasztalat alakította a Memul fókuszát: tömbök, koordináták, intuitív gondolkodás.
id: Pengalaman ini membentuk fokus Memul: array, koordinat, pemecahan masalah intuitif.
it: Esperienze che hanno plasmato Memul: array, coordinate, problem solving intuitivo.
ja: 配列や座標をもっと早く学びたかった！それがMemulに生かされています。
ko: 배열·좌표 개념을 더 일찍 배우고 싶었다는 바람이 Memul에 담김.
ms: Fokus Memul pada array & koordinat lahir dari pengalaman itu.
nb: Memul fokuserer på arrays, koordinater og problemløsning.
nl: Dat inspireerde Memul: arrays, coördinaten en probleemoplossing.
pl: To doświadczenie ukształtowało Memul wokół: tablic, współrzędnych, intuicyjnego rozwiązywania problemów.
pt_pt: Essa experiência moldou o foco do Memul: arrays, coordenadas e resolução intuitiva de problemas.
ro: Această experiență a format scopul Memul: array-uri, coordonate și rezolvare intuitivă de probleme.
ru: Этот опыт сформировал цель Memul: массивы, координаты и интуитивное мышление.
sk: Skúsenosti formovali cieľ Memul: polia, súradnice a riešenie problémov.
sl: Izkušnje so oblikovale cilj Memul: matrike, koordinate in reševanje problemov.
sv: Den erfarenheten formade Memul: matriser, koordinater, problemlösning.
th: ประสบการณ์นั้นสร้าง Memul: ตาราง พิกัด แก้ปัญหา
tr: Deneyimi Memul’un temelini oluşturdu: diziler ve koordinatlar.
uk: Його досвід сформував основу Memul: масиви та координати.
vi: Kinh nghiệm đa lĩnh vực định hình Memul.
zh_hans: 跨领域经验塑造了 Memul: 阵列、坐标、直观解题。
zh_hk: 這些經驗塑造了 Memul：陣列、座標、直觀解題。

# ab_section_support
source: Support
ar: الدعم
ca: Suport
cs: Podpora
el: Υποστήριξη
es: Soporte
fi: Tuki
fr: Assistance
he: תמיכה
hi: सहायता
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
ms: Sokongan
nb: Støtte
pl: Wsparcie
pt_pt: Suporte
ro: Suport
ru: Поддержка
sk: Podpora
sl: Podpora
th: ช่วยเหลือ
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hk: 支援

# tutorial_title
source: Tutorial
ar: شرح
cs: Tutoriál
da: Vejledning
el: Εκμάθηση
fi: Opastus
fr: Tutoriel
he: הדרכה
hi: ट्यूटोरियल
hr: Vodič
hu: Útmutató
ja: チュートリアル
ko: 튜토리얼
nb: Veiledning
nl: Uitleg
pl: Samouczek
ru: Учебник
sk: Tutoriál
sl: Vodič
sv: Guide
th: บทเรียน
tr: Öğretici
uk: Навчання
vi: Hướng dẫn
zh_hans: 教程
zh_hk: 教學

# tutorial_cols_card_body
source: Imagine icicles falling straight down. That’s a vertical sweep. Time to try! Tap one of the four buttons below, or simply tap a column number on the board above.
ar: تخيل كتل ثلج تسقط للأسفل. هذا مسح عمودي. جرّب! المس زرًا أدناه أو رقم عمود.
ca: Imagina caramells caient rectes. Això és una columna. Prova-ho! Prem un botó o un número de columna.
cs: Představ si rampouchy padající dolů. To je sloupec. Zkus to! Klepni na tlačítko dole nebo číslo sloupce.
da: Forestil dig istapper, der falder lige ned. Det er en kolonne. Prøv! Tryk på en knap nedenfor eller et kolonnenummer.
de: Stell dir Eiszapfen vor, die gerade nach unten fallen. Das ist ein vertikaler Sweep. Probier’s aus! Tippe unten einen Button oder oben eine Spaltenzahl.
el: Σαν σταλακτίτες που πέφτουν: μια στήλη. Δοκίμασε! Πάτησε κουμπί ή αριθμό στήλης.
es: Imagina carámbanos cayendo en línea recta. Es un barrido vertical. ¡A probar! Toca uno de los cuatro botones abajo o el número de columna arriba.
fi: Kuvittele jääpuikkoja putoamassa alas. Se on pystysuora pyyhkäisy. Nyt kokeile! Napauta alla olevaa painiketta tai saraketta taulukosta.
fr: Imagine des stalactites qui tombent tout droit. C’est un balayage vertical. À toi ! Touchez un des boutons ci-dessous ou un numéro de colonne sur la grille.
he: דמיין עמודות כמו קווים נופלים. נסה! לחץ כפתור או מספר עמודה.
hi: सीधे नीचे गिरती बर्फ़ की सुइयों जैसा — यह एक स्तंभ है. अब आज़माएँ! नीचे बटन दबाएँ या बोर्ड पर स्तंभ संख्या टैप करें.
hr: Zamisli ledenice koje padaju ravno dolje. To je stupac. Pokušaj! Dodirni gumb ispod ili broj stupca na ploči.
hu: Képzeld el, ahogy a jégcsapok lefelé esnek — ez egy oszlop. Próbáld ki! Nyomj meg egy gombot vagy válassz oszlopszámot a táblán.
id: Bayangkan es jatuh lurus ke bawah — itu kolom. Coba! Tekan tombol atau ketuk nomor kolom di papan.
it: Immagina ghiaccioli che cadono dritti — ecco una colonna. Prova! Tocca un pulsante o un numero di colonna.
ja: つららがまっすぐ落ちるイメージ。それが列。下のボタンや盤面の列をタップ。
ko: 고드름이 똑바로 떨어지는 걸 상상하세요. 그것이 열입니다. 아래 버튼이나 보드의 열을 탭하세요.
ms: Bayangkan icicle jatuh lurus. Itulah lajur. Ketuk butang di bawah atau nombor lajur.
nb: Tenk på istapper som faller rett ned. Trykk en knapp eller kolonnenummer.
nl: Stel je ijskegels voor die recht naar beneden vallen. Dat is een kolom. Probeer! Tik op een knop hieronder of een kolomnummer.
pl: Wyobraź sobie sople spadające w dół. To pionowy ruch. Spróbuj! Stuknij przycisk poniżej lub numer kolumny.
pt_pt: Imagina pingentes de gelo a cair na vertical. É uma coluna. Experimenta! Toca num botão abaixo ou num número de coluna.
ro: Imaginează-ți țurțuri care cad vertical. Aceasta e o coloană. Încearcă! Atinge un buton mai jos sau o coloană pe tablă.
ru: Представь сосульки, падающие вниз. Это колонка. Попробуй: нажми кнопку внизу или число колонки.
sk: Predstav si cencúle padajúce nadol. To je stĺpec. Skús: klikni tlačidlo alebo číslo stĺpca.
sl: Predstavljaj si ledene sveče, ki padajo navzdol. To je stolpec. Poskusi: klikni gumb ali številko stolpca.
sv: Föreställ dig istappar som faller rakt ner. Det är en kolumn. Försök nu!
th: นึกถึงน้ำแข็งตกลงมา นั่นคือสดมภ์ กดปุ่มลองเลย!
tr: Dikey sütunları hayal et. Şimdi dene! Alttaki butonlardan birine bas veya üstte sütun numarasına dokun.
uk: Уяви вертикальні стовпці. Спробуй! Натисни одну з кнопок знизу або номер стовпця на полі.
vi: Cột rơi thẳng xuống. Thử nhé! Nhấn nút dưới hoặc số cột.
zh_hans: 想象冰柱直直落下，就是一列。试试吧！点击下面按钮或棋盘上的列号。
zh_hk: 想像冰柱垂直落下，這就是垂直掃描。試試吧！點擊下面按鈕或上方欄號。

# tutorial_cols_card_title
source: Now we practise columns
ar: الآن الأعمدة
ca: Practiquem columnes
cs: Procvič sloupce
da: Øv kolonner
de: Jetzt üben wir Spalten
el: Πρακτική στις στήλες
es: Ahora practicamos columnas
fi: Harjoitellaan sarakkeita
fr: On pratique les colonnes
he: תרגול עמודות
hi: अब स्तंभों का अभ्यास
hr: Vježba stupci
hu: Oszlop gyakorlása
id: Latihan kolom
it: Alleniamo le colonne
ja: 列を練習
ko: 열 연습
ms: Latihan Lajur
nb: Øv på kolonner
nl: Oefen kolommen
pl: Ćwiczymy kolumny
pt_pt: Praticar colunas
ro: Exersăm coloane
ru: Тренируем столбцы
sk: Cvičíme stĺpce
sl: Vadimo stolpce
sv: Träna kolumner
th: ฝึกสดมภ์
tr: Sütunları öğren
uk: Вчимо стовпці
vi: Thực hành cột
zh_hans: 练习列
zh_hk: 練習欄

# tutorial_cols_sub
source: Watch the vertical line sweep a column.
ar: شاهد الخط العمودي يمسح العمود.
ca: Mira la línia vertical.
cs: Sleduj svislou linii sloupce.
da: Se den lodrette linje.
de: Sieh zu, wie die Vertikale eine Spalte abfährt.
el: Παρατήρησε τη γραμμή να κατεβαίνει.
es: Observa la línea vertical recorriendo una columna.
fi: Katso pystysuora viiva.
fr: Regarde la ligne verticale balayer une colonne.
he: ראה את הקו יורד בעמודה.
hi: लंबवत रेखा को स्तंभ पर चलते देखें.
hr: Gledaj okomitu liniju kroz stupac.
hu: Nézd, ahogy a függőleges vonal végigmegy az oszlopon.
id: Lihat garis vertikal menyapu kolom.
it: Guarda la linea verticale.
ja: 縦の線を見よう。
ko: 세로 줄을 봅시다.
ms: Garisan menegak.
nb: Se den vertikale linjen.
nl: Bekijk de verticale lijn.
pl: Obserwuj pionową linię.
pt_pt: Observa a linha vertical.
ro: Privește linia verticală.
ru: Смотри вертикальную линию.
sk: Pozri vertikálnu čiaru.
sl: Poglej navpično črto.
sv: Se den vertikala linjen.
th: ดูเส้นแนวดิ่ง
tr: Bir sütunu dikey izle.
uk: Слідкуй за вертикаллю.
vi: Theo dõi cột dọc.
zh_hans: 观察竖直线扫过一列。
zh_hk: 觀察垂直線掃過一欄。

# tutorial_col_button
source: Col %d
ar: عم %d
cs: Slp %d
da: Kol %d
de: Sp %d
el: Σλ %d
fi: Sar %d
he: עמ %d
hi: स्तं %d
hr: Stp %d
hu: Oszl %d
id: Kol %d
ja: 列 %d
ko: 열 %d
ms: Laj %d
nb: Kol %d
nl: Kol %d
pl: Kol %d
ru: Стл %d
sk: Stl %d
sl: St %d
sv: Kol %d
th: สดม.%d
tr: Süt %d
uk: Ст %d
vi: Cột %d
zh_hans: 列%d
zh_hk: 欄 %d

# tutorial_col_label
source: Column: %d
ar: عمود: %d
ca: Columna: %d
cs: Sloupec: %d
da: Kolonne: %d
de: Spalte: %d
el: Στήλη: %d
es: Columna: %d
fi: Sarake: %d
fr: Colonne : %d
he: עמודה: %d
hi: स्तंभ: %d
hr: Stupac: %d
hu: Oszlop: %d
id: Kolom: %d
it: Colonna: %d
ja: 列: %d
ko: 열: %d
ms: Lajur: %d
nb: Kolonne: %d
nl: Kolom: %d
pl: Kolumna: %d
pt_pt: Coluna: %d
ro: Coloana: %d
ru: Столбец: %d
sk: Stĺpec: %d
sl: Stolpec: %d
sv: Kolumn: %d
th: สดมภ์: %d
tr: Sütun: %d
uk: Стовпець: %d
vi: Cột: %d
zh_hans: 列: %d
zh_hk: 欄：%d

# tutorial_framed_card_body
source: You’ve selected a red row and a blue column. Try to find the cell where they cross. Imagine placing a rook from chess so it can move freely along both the row and the column. Which position is it? Finding this crossing point is the main goal of the game.
ar: اخترت صفًا أحمر وعمودًا أزرق. ابحث عن نقطة التقاطع. تخيل قلعة الشطرنج تتحرك على الصف والعمود. تلك هي الهدف.
ca: Has triat una fila vermella i una columna blava. Troba on es creuen. Imagina una torre d’escacs movent-se. Aquest és l’objectiu.
cs: Vybral jsi červený řádek a modrý sloupec. Najdi jejich průsečík. Jako věž v šachu, co se pohybuje po řádku a sloupci.
da: Du har valgt en rød række og en blå kolonne. Find krydset. Som et tårn i skak der bevæger sig på række og kolonne.
de: Du hast eine rote Zeile und eine blaue Spalte gewählt. Finde ihren Schnittpunkt. Stell dir einen Turm aus dem Schach vor, der sich frei entlang Zeile und Spalte bewegt. Dieser Punkt ist das Ziel.
el: Σειρά κόκκινη + στήλη μπλε. Βρες το σημείο τομής. Σκέψου έναν πύργο σκακιού που κινείται σε σειρά και στήλη.
es: Has elegido una fila roja y una columna azul. Busca dónde se cruzan. Imagina una torre de ajedrez moviéndose libre por la fila y la columna. Ese punto es el objetivo del juego.
fi: Olet valinnut rivin ja sarakkeen. Etsi solu, jossa ne kohtaavat. Kuvittele tornin liike shakkilaudalla. Mikä paikka se on? Risteyksen löytäminen on pelin tavoite.
fr: Tu as choisi une ligne rouge et une colonne bleue. Trouve l’endroit où elles se croisent. Imagine une tour d’échecs qui se déplace librement le long de la ligne et de la colonne. Ce point est l’objectif du jeu.
he: בחרת שורה אדומה ועמודה כחולה. מצא את נקודת החיתוך. כמו צריח בשחמט נע בשורה ועמודה.
hi: आपने लाल पंक्ति और नीला स्तंभ चुना है. जहाँ ये मिलते हैं वह सेल ढूँढें. शतरंज का रुख़ पंक्ति/स्तंभ पर चलता है — वही लक्ष्य है.
hr: Odabrao si crveni red i plavi stupac. Nađi polje gdje se sijeku. Kao šahovska kula koja se kreće redom i stupcem. To je cilj.
hu: Kiválasztottál egy piros sort és egy kék oszlopot. Keresd meg a metszéspontot. Gondolj a sakk bástyára, ami sorban és oszlopban mozog.
id: Kamu pilih baris merah dan kolom biru. Temukan titik perpotongan. Bayangkan benteng catur bergerak di baris dan kolom.
it: Hai scelto riga rossa e colonna blu. Trova l’incrocio. Immagina la torre degli scacchi che si muove.
ja: 赤い行と青い列を選んだ。交点を探そう。チェスのルークの動きを想像。
ko: 빨간 행과 파란 열을 선택했습니다. 교차점을 찾으세요. 체스 룩의 움직임을 상상하세요.
ms: Anda pilih baris merah dan lajur biru. Cari titik silang. Bayangkan pergerakan rook dalam catur.
nb: Du valgte en rad og en kolonne. Finn krysset, som et tårn i sjakk.
nl: Je hebt een rode rij en een blauwe kolom gekozen. Vind het kruispunt. Zoals een toren in schaken die langs rij en kolom beweegt.
pl: Wybrałeś czerwony wiersz i niebieską kolumnę. Znajdź punkt ich przecięcia. Wyobraź sobie wieżę szachową (wieża) poruszającą się wzdłuż wiersza i kolumny. To cel gry.
pt_pt: Selecionaste uma linha vermelha e uma coluna azul. Encontra o ponto de cruzamento. Imagina a torre do xadrez a mover-se pela linha e pela coluna.
ro: Ai selectat o linie roșie și o coloană albastră. Găsește punctul de intersecție. Imaginează-ți turnul de șah care se mișcă pe linie și coloană.
ru: Ты выбрал красный ряд и синий столбец. Найди точку пересечения. Представь ладью в шахматах.
sk: Vybral si riadok a stĺpec. Nájdeš priesečník? Predstav si vežu v šachu.
sl: Izbral si vrstico in stolpec. Najdi presečišče. Predstavljaj si trdnjavo v šahu.
sv: Du valde en röd rad och en blå kolumn. Hitta korset. Föreställ dig ett torn i schack som kan gå båda vägarna.
th: คุณเลือกแถวแดง สดมภ์น้ำเงิน หาจุดตัด คิดว่ามีเรือ (rook) เคลื่อนทั้งสองทาง
tr: Kırmızı satır ve mavi sütun seçtin. Satrançtaki kale (rook) gibi ikisini kesiştir. Burası oyunun amacı.
uk: Ти вибрав червоний ряд і синій стовпець. Знайди точку перетину. Як тура у шахах рухається по рядку і стовпцю.
vi: Bạn chọn hàng đỏ và cột xanh. Tìm ô giao nhau.
zh_hans: 你选择了红色的行和蓝色的列。找到它们交叉的格子。想象国际象棋的车沿行和列自由移动。这个交点就是目标。
zh_hk: 你選了一列紅色和一欄藍色。找出它們交叉的位置。想像西洋棋的車在列和欄上自由移動。那就是遊戲目標。

# tutorial_framed_card_title
source: The Magic Spot
ar: النقطة السحرية
ca: Punt màgic
cs: Magické místo
da: Magisk punkt
de: Der magische Punkt
el: Το μαγικό σημείο
es: El punto mágico
fi: Taikapiste
fr: Le point magique
he: הנקודה הקסומה
hi: जादुई बिंदु
hr: Čarobna točka
hu: Varázspont
id: Titik Ajaib
it: Punto Magico
ja: 魔法の場所
ko: 마법의 지점
ms: Titik Ajaib
nb: Magisk punkt
nl: Magisch punt
pl: Magiczne pole
pt_pt: Ponto mágico
ro: Punctul magic
ru: Магическая точка
sk: Magické miesto
sl: Čarobna točka
sv: Magiska punkten
th: จุดมหัศจรรย์
tr: Sihirli Nokta
uk: Магічна точка
vi: Điểm giao
zh_hans: 魔法点
zh_hk: 魔法點

# tutorial_framed_title
source: Intersection - Part 2
ar: التقاطع - الجزء 2
ca: Intersecció - Part 2
cs: Průsečík - 2. část
da: Kryds - del 2
de: Schnittpunkt – Teil 2
el: Τομή - Μέρος 2
es: Intersección - Parte 2
fi: Risteys - osa 2
fr: Intersection - Partie 2
he: חיתוך - חלק 2
hi: इंटरसेक्शन - भाग 2
hr: Presjek - 2. dio
hu: Metszéspont - 2. rész
id: Perpotongan - Bagian 2
it: Incrocio - Parte 2
ja: 交点 - パート2
ko: 교차점 - 파트2
ms: Persilangan - Bah.2
nb: Krysspunkt - Del 2
nl: Kruis - deel 2
pl: Przecięcie – część 2
pt_pt: Interseção - Parte 2
ro: Intersecție - Partea 2
ru: Пересечение - Часть 2
sk: Priesečník - Časť 2
sl: Presečišče - 2. del
sv: Korsning - Del 2
th: จุดตัด - ส่วน 2
tr: Kesişim - Bölüm 2
uk: Перетин - Ч.2
vi: Giao điểm - P2
zh_hans: 交点 - 第2部分
zh_hk: 交叉點 - 第2部分

# tutorial_framed_sub
source: Tap where a row meets a column.
ar: المس حيث يلتقي الصف مع العمود.
ca: Prem on es troben fila i columna.
cs: Klepni, kde se řádek a sloupec protínají.
da: Tryk hvor række og kolonne mødes.
de: Tippe, wo sich Zeile und Spalte treffen.
el: Πάτησε όπου σειρά συναντά στήλη.
es: Toca donde una fila se encuentra con una columna.
fi: Napauta, missä rivi kohtaa sarakkeen.
fr: Touchez là où une ligne rencontre une colonne.
he: הקש היכן ששורה פוגשת עמודה.
hi: जहाँ पंक्ति स्तंभ से मिले, वहाँ टैप करें.
hr: Dodirni gdje se red i stupac sijeku.
hu: Érintsd, ahol sor és oszlop találkozik.
id: Ketuk di mana baris & kolom bertemu.
it: Tocca dove riga e colonna si incontrano.
ja: 行と列の交わる場所をタップ。
ko: 행과 열이 만나는 칸을 탭하세요.
ms: Ketuk petak persilangan.
nb: Trykk der rad møter kolonne.
nl: Tik waar rij en kolom elkaar kruisen.
pl: Stuknij tam, gdzie wiersz spotyka kolumnę.
pt_pt: Toca onde a linha encontra a coluna.
ro: Atinge unde linia întâlnește coloana.
ru: Нажми там, где ряд встречает столбец.
sk: Ťukni, kde sa riadok stretne so stĺpcom.
sl: Tapni, kjer se križata.
sv: Tryck där de möts.
th: แตะจุดที่แถวกับสดมภ์ตัดกัน
tr: Satır ve sütunun kesiştiği yere dokun.
uk: Торкнись де ряд і стовпець перетинаються.
vi: Chạm ô giao hàng và cột.
zh_hans: 点击行与列相交处。
zh_hk: 點擊列與欄交會處。

# tutorial_feedback_great
source: Great!
ar: رائع!
ca: Genial!
cs: Skvělé!
da: Super!
de: Super!
el: Μπράβο!
es: ¡Genial!
fi: Hienoa!
fr: Super !
he: מעולה!
hi: बहुत बढ़िया!
hr: Odlično!
hu: Szuper!
id: Bagus!
it: Ottimo!
ja: よくできた！
ko: 잘했어요!
ms: Bagus!
nb: Bra!
nl: Goed zo!
pl: Świetnie!
pt_pt: Muito bem!
ro: Bravo!
ru: Отлично!
sk: Skvelé!
sl: Odlično!
sv: Bra!
th: ดีมาก!
tr: Harika!
uk: Чудово!
vi: Tốt lắm!
zh_hans: 太棒了!
zh_hk: 很好！

# tutorial_feedback_not_quite
source: Not quite
ar: ليس تمامًا
ca: Gairebé
cs: Skoro
da: Ikke helt
de: Fast
el: Όχι ακριβώς
es: Casi
fi: Ei aivan
fr: Presque
he: לא בדיוק
hi: पूरी तरह नहीं
hr: Nije baš
hu: Majdnem
id: Belum tepat
it: Non proprio
ja: ちがうよ
ko: 아직이야
ms: Belum tepat
nb: Ikke helt
nl: Niet helemaal
pl: Prawie
pt_pt: Quase
ro: Nu chiar
ru: Не совсем
sk: Nie celkom
sl: Ni čisto
sv: Inte riktigt
th: ยังไม่ถูก
tr: Tam değil
uk: Не зовсім
vi: Chưa đúng
zh_hans: 不完全对
zh_hk: 差一點

# tutorial_intersect_card_body
source: Where a row meets a column: row × column. You’ll be asked to find a specific crossing cell.
ar: حيث يلتقي الصف بالعمود: صف × عمود. سيُطلب منك خانة محددة.
ca: Quan fila i columna es troben: fila × columna.
cs: Průsečík: řádek × sloupec. Budeš hledat konkrétní pole.
da: Kryds: række × kolonne. Du skal finde et bestemt felt.
de: Wo sich Zeile und Spalte treffen: Zeile × Spalte. Du sollst ein bestimmtes Feld finden.
el: Σειρά × στήλη = τομή. Θα ζητηθεί συγκεκριμένο κελί.
es: Donde una fila se cruza con una columna: fila × columna. Deberás encontrar una casilla concreta.
fi: Rivi × sarake = risteyssolu. Sinua pyydetään löytämään se.
fr: Là où une ligne rencontre une colonne : ligne × colonne. On te demandera de trouver une case précise.
he: שורה × עמודה = חיתוך. תתבקש למצוא תא.
hi: जहाँ पंक्ति × स्तंभ. आपको एक विशेष सेल ढूँढना होगा.
hr: Presjek reda i stupca: red × stupac. Tražit će se određeno polje.
hu: Ahol sor × oszlop. Egy adott mezőt kell megtalálnod.
id: Baris × kolom = sel. Kamu harus menemukan sel itu.
it: Riga × colonna = cella. Trova quella giusta.
ja: 行 × 列 = 交点。正しいマスを見つけよう。
ko: 행 × 열 = 교차점. 정답 칸을 찾으세요.
ms: Baris × Lajur = persilangan. Cari petak betul.
nb: Rad × Kolonne = kryss. Finn riktig rute.
nl: Kruis: rij × kolom. Je moet een specifiek vak vinden.
pl: Tam, gdzie wiersz spotyka kolumnę: wiersz × kolumna. Znajdź dane pole.
pt_pt: Linha × Coluna = célula de cruzamento.
ro: Linie × Coloană = celula de intersecție.
ru: Ряд × Столбец = точка пересечения.
sk: Riadok × Stĺpec = priesečník.
sl: Vrstica × Stolpec = presečišče.
sv: Där rad × kolumn = ruta.
th: เมื่อแถวตัดสดมภ์: แถว × สดมภ์
tr: Satır × sütun = kesişim hücresi.
uk: Ряд × стовпець = клітинка перетину.
vi: Hàng × cột = ô giao.
zh_hans: 行与列相交: 行 × 列。你需要找到特定的交点。
zh_hk: 列與欄交會處：列 × 欄。你要找到指定的格子。

# tutorial_intersect_card_title
source: Intersections in the game
ar: التقاطعات في اللعبة
ca: Interseccions al joc
cs: Průsečíky ve hře
da: Kryds i spillet
de: Schnittpunkte im Spiel
el: Τομές στο παιχνίδι
es: Intersecciones en el juego
fi: Risteykset pelissä
fr: Intersections dans le jeu
he: חיתוכים במשחק
hi: खेल में इंटरसेक्शन
hr: Presjeci u igri
hu: Metszéspont a játékban
id: Perpotongan di game
it: Incroci nel gioco
ja: 交点について
ko: 게임 속 교차점
ms: Persilangan dalam permainan
nb: Kryss i spillet
nl: Kruispunten in spel
pl: Przecięcia w grze
pt_pt: Interseções no jogo
ro: Intersecții în joc
ru: Пересечения в игре
sk: Priesečníky v hre
sl: Presečišča v igri
sv: Korsningar i spelet
th: จุดตัดในเกม
tr: Oyunda kesişimler
uk: Перетини в грі
vi: Ô giao trong trò chơi
zh_hans: 游戏中的交点
zh_hk: 遊戲中的交叉點

# tutorial_intersect_sub
source: Where a row meets a column: row × column.
ar: حيث الصف × العمود = التقاطع.
ca: Fila × Columna.
cs: Řádek × sloupec.
da: Række × kolonne.
de: Wo Zeile und Spalte sich schneiden: Zeile × Spalte.
el: Σειρά × στήλη.
es: Donde fila y columna se cruzan: fila × columna.
fi: Rivi × sarake = solu.
fr: Là où ligne et colonne se croisent : ligne × colonne.
he: שורה × עמודה.
hi: पंक्ति × स्तंभ.
hr: Red × stupac.
hu: Sor × oszlop.
id: Baris × kolom.
it: Riga × colonna.
ja: 行 × 列
ko: 행 × 열
ms: Baris × Lajur
nb: Rad × Kolonne
nl: Rij × kolom.
pl: Wiersz × kolumna = przecięcie.
pt_pt: Linha × Coluna
ro: Linie × Coloană
ru: Ряд × Столбец
sk: Riadok × Stĺpec
sl: Vrstica × Stolpec
sv: Rad × Kolumn.
th: แถว × สดมภ์
tr: Satır × sütun.
uk: Ряд × стовпець.
vi: Hàng × cột.
zh_hans: 行 × 列。
zh_hk: 列與欄交會：列 × 欄。

# tutorial_intersect_title
source: Intersection - Part 1
ar: التقاطع - الجزء 1
ca: Intersecció - Part 1
cs: Průsečík - 1. část
da: Kryds - del 1
de: Schnittpunkt – Teil 1
el: Τομή - Μέρος 1
es: Intersección - Parte 1
fi: Risteys - osa 1
fr: Intersection - Partie 1
he: חיתוך - חלק 1
hi: इंटरसेक्शन - भाग 1
hr: Presjek - 1. dio
hu: Metszéspont - 1. rész
id: Perpotongan - Bagian 1
it: Incrocio - Parte 1
ja: 交点 - パート1
ko: 교차점 - 파트1
ms: Persilangan - Bah.1
nb: Krysspunkt - Del 1
nl: Kruis - deel 1
pl: Przecięcie – część 1
pt_pt: Interseção - Parte 1
ro: Intersecție - Partea 1
ru: Пересечение - Часть 1
sk: Priesečník - Časť 1
sl: Presečišče - 1. del
sv: Korsning - Del 1
th: จุดตัด - ส่วน 1
tr: Kesişim - Bölüm 1
uk: Перетин - Ч.1
vi: Giao điểm - P1
zh_hans: 交点 - 第1部分
zh_hk: 交叉點 - 第1部分

# tutorial_next_quest
source: Next Quest
ar: المهمة التالية
ca: Següent
cs: Další
da: Næste
de: Nächste Aufgabe
el: Επόμενη αποστολή
es: Siguiente misión
fi: Seuraava tehtävä
fr: Mission suivante
he: משימה הבאה
hi: अगला मिशन
hr: Sljedeće
hu: Következő feladat
id: Tantangan berikut
it: Prossima sfida
ja: つぎの問題
ko: 다음 문제
ms: Soalan Seterusnya
nb: Neste oppgave
nl: Volgende
pl: Następne
pt_pt: Missão seguinte
ro: Următoarea misiune
ru: Следующее задание
sk: Ďalšia úloha
sl: Naslednja naloga
sv: Nästa uppdrag
th: ภารกิจถัดไป
tr: Sonraki Görev
uk: Наступне завдання
vi: Nhiệm vụ tiếp
zh_hans: 下一个
zh_hk: 下一步

# tutorial_practice_callout
source: Endless Challenge
ar: تحدي لا نهائي
ca: Repte infinit
cs: Nekonečná výzva
da: Uendelig udfordring
de: Endlose Herausforderung
el: Ατελείωτη πρόκληση
es: Desafío infinito
fi: Loputon haaste
fr: Défi infini
he: אתגר אינסופי
hi: असीम चुनौती
hr: Beskonačni izazov
hu: Végtelen kihívás
id: Tantangan tanpa akhir
it: Sfida Infinita
ja: エンドレスチャレンジ
ko: 끝없는 도전
ms: Cabaran Tanpa Henti
nb: Uendelig utfordring
nl: Eindeloze uitdaging
pl: Wyzwanie bez końca
pt_pt: Desafio sem fim
ro: Provocare fără sfârșit
ru: Бесконечный вызов
sk: Nekonečná výzva
sl: Neskončni izziv
sv: Oändlig utmaning
th: ท้าทายไม่สิ้นสุด
tr: Sonsuz Mücadele
uk: Безкінечний виклик
vi: Thử thách vô tận
zh_hans: 无尽挑战
zh_hk: 無限挑戰
