Repository: KuuuGR/Memul
Catalog: iOS/Memul/Memul/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hk

# quick_divide
source: Quick Division
ar: قسمة سريعة
ca: Divisió ràpida
cs: Rychlé dělení
da: Hurtig division
de: Schnelle Division
el: Γρήγορη διαίρεση
es: División rápida
fi: Nopea jako
fr: Division rapide
he: חילוק מהיר
hi: त्वरित भाग
hr: Brzo dijeljenje
hu: Gyors osztás
id: Cepat Bagi
it: Divisione veloce
ja: わり算
ko: 나눗셈
ms: Bahagi
nb: Hurtigdeling
nl: Snelle deling
pl: Szybkie dzielenie
pt_pt: Divisão rápida
ro: Împărțire rapidă
ru: Быстрое деление
sk: Rýchle delenie
sl: Hitro deljenje
sv: Snabb division
th: ฝึกหาร
tr: Hızlı Bölme
uk: Швидке ділення
vi: Chia nhanh
zh_hans: 快速除法
zh_hk: 快速除法

# quick_divide_locked
source: Quick Division (Locked)
ar: قسمة سريعة (مقفلة)
ca: Divisió (bloquejada)
cs: Rychlé dělení (zamčeno)
da: Hurtig division (låst)
de: Schnelle Division (gesperrt)
el: Διαίρεση (Κλειδ.)
es: División rápida (bloqueada)
fi: Nopea jako (lukittu)
fr: Division rapide (verrouillée)
he: חילוק (נעול)
hi: त्वरित भाग (लॉक)
hr: Brzo dijeljenje (zaključano)
hu: Gyors osztás (zárva)
id: Cepat Bagi (Terkunci)
it: Divisione (bloccata)
ja: わり算 (ロック)
ko: 나눗셈 (잠금)
ms: Bahagi (Terkunci)
nb: Hurtigdeling (låst)
nl: Snelle deling (vergrendeld)
pl: Szybkie dzielenie (blokada)
pt_pt: Divisão rápida (bloqueada)
ro: Împărțire rapidă (blocat)
ru: Деление (закрыто)
sk: Delenie (zamknuté)
sl: Deljenje (zaklenjeno)
sv: Division (låst)
th: หาร (ล็อก)
tr: Hızlı Bölme (Kilitli)
uk: Швидке ділення (заблок.)
vi: Chia nhanh (khóa)
zh_hans: 快速除法 (锁定)
zh_hk: 快速除法（鎖定）

# quick_multiply
source: Quick Multiplication
ar: ضرب سريع
ca: Multiplicació
cs: Rychlé násobení
da: Hurtig multiplikation
de: Schnelles Multiplizieren
el: Γρήγορος πολλ/μός
es: Multiplicación rápida
fi: Nopea kerto
fr: Multiplication rapide
he: כפל מהיר
hi: त्वरित गुणा
hr: Brzo množenje
hu: Gyors szorzás
id: Cepat Kali
it: Moltiplicazione veloce
ja: かけ算
ko: 곱셈
ms: Darab
nb: Hurtiggange
nl: Snelle vermenigvuldiging
pl: Szybkie mnożenie
pt_pt: Multiplicação rápida
ro: Înmulțire rapidă
ru: Быстрое умножение
sk: Rýchle násobenie
sl: Hitro množenje
sv: Snabb multiplikation
th: ฝึกคูณ
tr: Hızlı Çarpma
uk: Швидке множення
vi: Nhân nhanh
zh_hans: 快速乘法
zh_hk: 快速乘法

source: Quick Practice
ar: تدريب سريع
ca: Pràctica ràpida
cs: Rychlé cvičení
da: Hurtig øvelse
de: Schnellübung
el: Γρήγορη εξάσκηση
es: Práctica rápida
fi: Nopea harjoitus
fr: Entraînement rapide
he: תרגול מהיר
hi: त्वरित अभ्यास
hr: Brza praksa
hu: Gyors gyakorlás
id: Latihan Cepat
it: Pratica veloce
ja: クイック練習
ko: 빠른 연습
ms: Latihan Pantas
nb: Hurtigøvelse
nl: Snelle oefening
pl: Szybka praktyka
pt_pt: Prática rápida
ro: Practică rapidă
ru: Быстрая практика
sk: Rýchla prax
sl: Hitra vaja
sv: Snabbträning
th: ฝึกเร็ว
tr: Hızlı Pratik
uk: Швидка практика
vi: Luyện nhanh
zh_hans: 快速练习
zh_hk: 快速練習

# range_division
source: Division range: %d–%d
ar: مدى القسمة: %d–%d
ca: Rang divisió: %d–%d
cs: Rozsah dělení: %d–%d
da: Divisionsområde: %d–%d
de: Divisionsbereich: %d–%d
el: Εύρος διαίρεσης: %d–%d
es: Rango de división: %d–%d
fi: Jakoväli: %d–%d
fr: Plage de division : %d–%d
he: טווח חילוק: %d–%d
hi: भाग सीमा: %d–%d
hr: Raspon dijeljenja: %d–%d
hu: Osztás tartomány: %d–%d
id: Rentang bagi: %d–%d
it: Intervallo divisione: %d–%d
ja: 範囲: %d–%d (わり算)
ko: 범위: %d–%d (나눗셈)
ms: Julat bahagi: %d–%d
nb: Delingsområde: %d–%d
nl: Bereik deling: %d–%d
pl: Zakres dzielenia: %d–%d
pt_pt: Intervalo de divisão: %d–%d
ro: Interval împărțire: %d–%d
ru: Диапазон деления: %d–%d
sk: Rozsah delenia: %d–%d
sl: Obseg deljenja: %d–%d
sv: Divisionsintervall: %d–%d
th: ช่วงหาร: %d–%d
tr: Bölme aralığı: %d–%d
uk: Ділення: %d–%d
vi: Chia: %d–%d
zh_hans: 除法范围: %d–%d
zh_hk: 除法範圍：%d–%d

# range_multiplication
source: Multiplication range: %d–%d
ar: مدى الضرب: %d–%d
ca: Rang multiplicació: %d–%d
cs: Rozsah násobení: %d–%d
da: Multiplikationsområde: %d–%d
de: Multiplikationsbereich: %d–%d
el: Εύρος πολλ/σμού: %d–%d
es: Rango de multiplicación: %d–%d
fi: Kertoväli: %d–%d
fr: Plage de multiplication : %d–%d
he: טווח כפל: %d–%d
hi: गुणा सीमा: %d–%d
hr: Raspon množenja: %d–%d
hu: Szorzás tartomány: %d–%d
id: Rentang kali: %d–%d
it: Intervallo moltiplicazione: %d–%d
ja: 範囲: %d–%d (かけ算)
ko: 범위: %d–%d (곱셈)
ms: Julat darab: %d–%d
nb: Gangeområde: %d–%d
nl: Bereik vermenigvuldiging: %d–%d
pl: Zakres mnożenia: %d–%d
pt_pt: Intervalo de multiplicação: %d–%d
ro: Interval înmulțire: %d–%d
ru: Диапазон умножения: %d–%d
sk: Rozsah násobenia: %d–%d
sl: Obseg množenja: %d–%d
sv: Multiplikationsintervall: %d–%d
th: ช่วงคูณ: %d–%d
tr: Çarpma aralığı: %d–%d
uk: Множення: %d–%d
vi: Nhân: %d–%d
zh_hans: 乘法范围: %d–%d
zh_hk: 乘法範圍：%d–%d

# unlock_division
source: Unlock Quick Division
ar: افتح القسمة
ca: Desbloqueja divisió
cs: Odemknout dělení
da: Lås op for division
de: Division freischalten
el: Ξεκλείδωμα διαίρεσης
es: Desbloquear División
fi: Avaa jakoharjoitus
fr: Débloquer la division
he: פתח חילוק
hi: त्वरित भाग अनलॉक करें
hr: Otključaj dijeljenje
hu: Osztás feloldása
id: Buka Cepat Bagi
it: Sblocca Divisione
ja: わり算を解除
ko: 나눗셈 해제
ms: Buka Bahagi
nb: Lås opp deling
nl: Ontgrendel deling
pl: Odblokuj dzielenie
pt_pt: Desbloquear divisão
ro: Deblochează împărțirea
ru: Открыть деление
sk: Odomknúť delenie
sl: Odkleni deljenje
sv: Lås upp division
th: ปลดล็อกหาร
tr: Bölmeyi Aç
uk: Відкрити ділення
vi: Mở chia
zh_hans: 解锁除法
zh_hk: 解鎖快速除法

# qp_correct
source: Correct!
ar: صحيح!
ca: Correcte!
cs: Správně!
da: Korrekt!
de: Richtig!
el: Σωστά!
es: ¡Correcto!
fi: Oikein!
he: נכון!
hi: सही!
hr: Točno!
hu: Helyes!
id: Benar!
it: Corretto!
ja: 正解！
ko: 정답!
ms: Betul!
nb: Riktig!
nl: Goed!
pl: Dobrze!
pt_pt: Certo!
ro: Corect!
ru: Верно!
sk: Správne!
sl: Pravilno!
sv: Rätt!
th: ถูก!
tr: Doğru!
uk: Правильно!
vi: Đúng!
zh_hans: 正确!
zh_hk: 正確！

# qp_correct_title
source: Correct
ar: صحيح
ca: Correcte
cs: Správně
da: Korrekt
de: Richtig
el: Σωστό
es: Correcto
fi: Oikein
he: נכון
hi: सही
hr: Točno
hu: Helyes
id: Benar
it: Corretto
ja: 正解
ko: 정답
ms: Betul
nb: Riktig
nl: Goed
pl: Dobrze
pt_pt: Certo
ro: Corect
ru: Верно
sk: Správne
sl: Pravilno
sv: Rätt
th: ถูก
tr: Doğru
uk: Правильно
vi: Đúng
zh_hans: 正确
zh_hk: 正確

# qp_d_prompt
source: What is %d ÷ %d ?
ar: كم يساوي %d ÷ %d ؟
ca: Quant és %d ÷ %d ?
cs: %d ÷ %d = ?
da: Hvad er %d ÷ %d ?
de: Wie viel ist %d ÷ %d ?
el: Πόσο είναι %d ÷ %d;
es: ¿Cuánto es %d ÷ %d ?
fi: Mikä on %d ÷ %d ?
fr: Combien font %d ÷ %d ?
he: מהו %d ÷ %d ?
hi: %d ÷ %d कितना?
hr: %d ÷ %d = ?
hu: Mennyi %d ÷ %d ?
id: Berapa %d ÷ %d ?
it: Quanto fa %d ÷ %d ?
ja: %d ÷ %d = ?
ko: %d ÷ %d = ?
ms: Berapakah %d ÷ %d ?
nb: Hva er %d ÷ %d ?
nl: Wat is %d ÷ %d ?
pl: Ile to %d ÷ %d ?
pt_pt: Quanto é %d ÷ %d ?
ro: Cât este %d ÷ %d ?
ru: Сколько будет %d ÷ %d ?
sk: Koľko je %d ÷ %d ?
sl: Koliko je %d ÷ %d ?
sv: Vad är %d ÷ %d ?
th: %d ÷ %d = ?
tr: %d ÷ %d = ?
uk: %d ÷ %d = ?
vi: %d ÷ %d = ?
zh_hans: %d ÷ %d = ?
zh_hk: %d ÷ %d 等於多少？

# qp_incorrect_title
source: Incorrect
ar: خطأ
ca: Incorrecte
cs: Špatně
da: Forkert
de: Falsch
el: Λάθος
es: Incorrecto
fi: Väärin
he: שגוי
hi: ग़लत
hr: Netočno
hu: Helytelen
id: Salah
it: Errato
ja: 不正解
ko: 오답
ms: Salah
nb: Feil
nl: Fout
pl: Błąd
pt_pt: Errado
ro: Greșit
ru: Неверно
sk: Nesprávne
sl: Napačno
sv: Fel
th: ผิด
tr: Yanlış
uk: Неправильно
vi: Sai
zh_hans: 错误
zh_hk: 錯誤

# qp_m_prompt
source: What is %d × %d ?
ar: كم يساوي %d × %d ؟
ca: Quant és %d × %d ?
cs: %d × %d = ?
da: Hvad er %d × %d ?
de: Wie viel ist %d × %d ?
el: Πόσο είναι %d × %d;
es: ¿Cuánto es %d × %d ?
fi: Mikä on %d × %d ?
fr: Combien font %d × %d ?
he: מהו %d × %d ?
hi: %d × %d कितना?
hr: %d × %d = ?
hu: Mennyi %d × %d ?
id: Berapa %d × %d ?
it: Quanto fa %d × %d ?
ja: %d × %d = ?
ko: %d × %d = ?
ms: Berapakah %d × %d ?
nb: Hva er %d × %d ?
nl: Wat is %d × %d ?
pl: Ile to %d × %d ?
pt_pt: Quanto é %d × %d ?
ro: Cât este %d × %d ?
ru: Сколько будет %d × %d ?
sk: Koľko je %d × %d ?
sl: Koliko je %d × %d ?
sv: Vad är %d × %d ?
th: %d × %d = ?
tr: %d × %d = ?
uk: %d × %d = ?
vi: %d × %d = ?
zh_hans: %d × %d = ?
zh_hk: %d × %d 等於多少？

# qp_next
source: Next
ar: التالي
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
hi: आगे
hr: Dalje
hu: Tovább
id: Lanjut
it: Avanti
ja: 次へ
ko: 다음
ms: Seterusnya
nb: Neste
nl: Volgende
pl: Dalej
pt_pt: Seguinte
ro: Următor
ru: Далее
sk: Ďalej
sl: Naprej
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp
zh_hans: 下一步
zh_hk: 下一題

# qp_score
source: Score: %d • %d/%d
ar: النتيجة: %d • %d/%d
ca: Puntuació: %d • %d/%d
cs: Body: %d • %d/%d
da: Point: %d • %d/%d
de: Punkte: %d • %d/%d
el: Σκορ: %d • %d/%d
es: Puntuación: %d • %d/%d
fi: Pisteet: %d • %d/%d
he: ניקוד: %d • %d/%d
hi: स्कोर: %d • %d/%d
hr: Bodovi: %d • %d/%d
hu: Pont: %d • %d/%d
id: Skor: %d • %d/%d
it: Punti: %d • %d/%d
ja: スコア: %d • %d/%d
ko: 점수: %d • %d/%d
ms: Mata: %d • %d/%d
nb: Poeng: %d • %d/%d
pl: Wynik: %d • %d/%d
pt_pt: Pontos: %d • %d/%d
ro: Scor: %d • %d/%d
ru: Счет: %d • %d/%d
sk: Skóre: %d • %d/%d
sl: Rezultat: %d • %d/%d
sv: Poäng: %d • %d/%d
th: คะแนน: %d • %d/%d
tr: Puan: %d • %d/%d
uk: Бали: %d • %d/%d
vi: Điểm: %d • %d/%d
zh_hans: 得分: %d • %d/%d
zh_hk: 分數：%d • %d/%d

# qp_score_title
source: Score
ar: النتيجة
ca: Puntuació
cs: Body
da: Point
de: Punkte
el: Σκορ
es: Puntuación
fi: Pisteet
he: ניקוד
hi: स्कोर
hr: Bodovi
hu: Pontszám
id: Skor
it: Punti
ja: スコア
ko: 점수
ms: Mata
nb: Poeng
pl: Wynik
pt_pt: Pontuação
ro: Scor
ru: Счет
sk: Skóre
sl: Rezultat
sv: Poäng
th: คะแนน
tr: Puan
uk: Бали
vi: Điểm
zh_hans: 得分
zh_hk: 分數

# qp_wrong
source: Not quite. Correct answer: %d
ar: غير صحيح. الإجابة: %d
ca: No. Resposta: %d
cs: Správná odpověď: %d
da: Korrekt svar: %d
de: Nicht ganz. Richtig: %d
el: Όχι. Σωστό: %d
es: No es correcto. Respuesta: %d
fi: Ei aivan. Oikea vastaus: %d
fr: Pas tout à fait. Réponse : %d
he: לא. תשובה נכונה: %d
hi: सही उत्तर: %d
hr: Točan odgovor: %d
hu: Helyes válasz: %d
id: Jawaban benar: %d
it: Risposta corretta: %d
ja: 正しい答え: %d
ko: 정답: %d
ms: Jawapan: %d
nb: Riktig svar: %d
nl: Correct antwoord: %d
pl: Nie tak. Poprawna: %d
pt_pt: Resposta correta: %d
ro: Răspuns corect: %d
ru: Правильный ответ: %d
sk: Správna odpoveď: %d
sl: Pravilen odgovor: %d
sv: Svar: %d
th: คำตอบ: %d
tr: Doğru cevap: %d
uk: Правильна відповідь: %d
vi: Đáp án: %d
zh_hans: 正确答案: %d
zh_hk: 不對。正確答案：%d

source: Achievements
ar: الإنجازات
ca: Assoliments
cs: Úspěchy
da: Præstationer
de: Erfolge
el: Επιτεύγματα
es: Logros
fi: Saavutukset
fr: Succès
he: הישגים
hi: उपलब्धियाँ
hr: Postignuća
hu: Eredmények
id: Pencapaian
it: Obiettivi
ja: 実績
ko: 업적
ms: Pencapaian
nb: Prestasjoner
nl: Prestaties
pl: Osiągnięcia
pt_pt: Conquistas
ro: Realizări
ru: Достижения
sk: Úspechy
sl: Dosežki
sv: Prestationer
th: ความสำเร็จ
tr: Başarılar
uk: Досягнення
vi: Thành tích
zh_hans: 成就
zh_hk: 成就

# achievements_title
source: Achievements
ar: الإنجازات
ca: Assoliments
cs: Úspěchy
da: Præstationer
de: Erfolge
el: Επιτεύγματα
es: Logros
fi: Saavutukset
fr: Succès
he: הישגים
hi: उपलब्धियाँ
hr: Postignuća
hu: Eredmények
id: Pencapaian
it: Obiettivi
ja: 実績
ko: 업적
ms: Pencapaian
nb: Prestasjoner
nl: Prestaties
pl: Osiągnięcia
pt_pt: Conquistas
ro: Realizări
ru: Достижения
sk: Úspechy
sl: Dosežki
sv: Prestationer
th: ความสำเร็จ
tr: Başarılar
uk: Досягнення
vi: Thành tích
zh_hans: 成就
zh_hk: 成就

# achv_locked
source: Locked
ar: مقفل
ca: Bloquejat
cs: Zamčeno
da: Låst
de: Gesperrt
el: Κλειδωμένο
es: Bloqueado
fi: Lukittu
fr: Verrouillé
he: נעול
hi: लॉक
hr: Zaključano
hu: Zárva
id: Terkunci
it: Bloccato
ja: ロック中
ko: 잠김
ms: Terkunci
nb: Låst
nl: Vergrendeld
pl: Zablok.
pt_pt: Bloqueada
ro: Blocat
ru: Закрыто
sk: Zamknuté
sl: Zaklenjeno
sv: Låst
th: ล็อก
tr: Kilitli
uk: Заблоковано
vi: Khóa
zh_hans: 未解锁
zh_hk: 鎖定

# achv_unlocked
source: Unlocked
ar: مفتوح
ca: Desbloquejat
cs: Odemčeno
da: Låst op
de: Freigeschaltet
el: Ξεκλειδ.
es: Desbloqueado
fi: Avattu
fr: Déverrouillé
he: נפתח
hi: अनलॉक
hr: Otključano
hu: Feloldva
id: Terbuka
it: Sbloccato
ja: 解除
ko: 해제
ms: Dibuka
nb: Opplåst
nl: Ontgrendeld
pl: Odblok.
pt_pt: Desbloqueada
ro: Deblocat
ru: Открыто
sk: Odomknuté
sl: Odklenjeno
sv: Upplåst
th: ปลดล็อก
tr: Açıldı
uk: Відкрито
vi: Mở khóa
zh_hans: 已解锁
zh_hk: 已解鎖

# achv_unlocked_toast
source: Achievement unlocked: %@
ar: تم فتح إنجاز: %@
ca: Assoliment: %@
cs: Odemčen úspěch: %@
da: Præstation låst op: %@
de: Erfolg freigeschaltet: %@
el: Επίτευγμα: %@
es: Logro desbloqueado: %@
fi: Saavutus avattu: %@
fr: Succès déverrouillé : %@
he: הישג: %@
hi: उपलब्धि अनलॉक: %@
hr: Otključano postignuće: %@
hu: Eredmény feloldva: %@
id: Pencapaian terbuka: %@
it: Obiettivo sbloccato: %@
ja: 実績解除: %@
ko: 업적 달성: %@
ms: Pencapaian dibuka: %@
nb: Prestasjon oppnådd: %@
nl: Prestatie behaald: %@
pl: Odblokowano osiągnięcie: %@
pt_pt: Conquista desbloqueada: %@
ro: Realizare: %@
ru: Достижение: %@
sk: Úspech: %@
sl: Dosežek: %@
sv: Prestation upplåst: %@
th: ปลดล็อก: %@
tr: Başarı açıldı: %@
uk: Досягнення: %@
vi: Đạt thành tích: %@
zh_hans: 成就解锁: %@
zh_hk: 成就已解鎖：%@

# achv_tutorial_master_title
source: Tutorial Master
ar: سيد الشرح
ca: Mestre del tutorial
cs: Mistr tutoriálu
da: Vejledningsmester
de: Tutorial-Meister
el: Δάσκαλος
es: Maestro del tutorial
fi: Opastuksen mestari
fr: Maître du tutoriel
he: מאסטר הדרכה
hi: ट्यूटोरियल मास्टर
hr: Majstor vodiča
hu: Útmutató mester
id: Master Tutorial
it: Maestro Tutorial
ja: チュートリアルマスター
ko: 튜토리얼 마스터
ms: Master Tutorial
nb: Veiledningsmester
nl: Uitlegmeester
pl: Mistrz samouczka
pt_pt: Mestre do tutorial
ro: Maestru al tutorialului
ru: Мастер учебника
sk: Majster tutoriálu
sl: Mojster vodiča
sv: Guidemästare
th: ปรมาจารย์บทเรียน
tr: Öğretici Ustası
uk: Майстер навчання
vi: Bậc thầy Hướng dẫn
zh_hans: 教程大师
zh_hk: 教學大師

# achv_tutorial_master_sub
source: Earn 1000 tutorial points
ar: احصل على 1000 نقطة في الشرح
ca: Guanya 1000 punts al tutorial
cs: Získej 1000 bodů v tutoriálu
da: Tjen 1000 point i vejledningen
de: 1000 Punkte im Tutorial
el: 1000 πόντοι στο μάθημα
es: Consigue 1000 puntos en el tutorial
fi: Saa 1000 pistettä opastuksesta
fr: Obtiens 1000 points au tutoriel
he: 1000 נק׳ הדרכה
hi: ट्यूटोरियल में 1000 अंक
hr: Osvoji 1000 bodova u vodiču
hu: Szerezz 1000 pontot az útmutatóban
id: Dapatkan 1000 poin tutorial
it: Ottieni 1000 punti tutorial
ja: 1000点を獲得
ko: 튜토리얼 점수 1000점
ms: Kumpul 1000 mata tutorial
nb: Tjen 1000 poeng i veiledning
nl: Verdien 1000 uitlegpunten
pl: 1000 pkt w samouczku
pt_pt: Obtém 1000 pontos no tutorial
ro: Obține 1000 puncte în tutorial
ru: Набери 1000 очков в учебнике
sk: Získaj 1000 bodov v tutoriáli
sl: Osvoji 1000 točk v vodiču
sv: Tjäna 1000 guidepoäng
th: ได้ 1000 คะแนนบทเรียน
tr: 1000 öğretici puanı kazan
uk: Набери 1000 балів у навчанні
vi: 1000 điểm hướng dẫn
zh_hans: 获得1000教程分数
zh_hk: 獲得 1000 教學分

# achv_puzzle_solver_title
source: Puzzle Solver
ar: خبير الصور
ca: Resol trencaclosques
cs: Řešitel obrázků
da: Billedløser
de: Bildexperte
el: Λύτης εικόνων
es: Experto en imágenes
fi: Pulmanratkaisija
fr: Expert des images
he: פותר תמונות
hi: चित्र हलकर्ता
hr: Rješavač slagalica
hu: Képmegoldó
id: Pemecah Gambar
it: Risolutore Immagini
ja: パズル解決者
ko: 퍼즐 해결사
ms: Penyelesai Teka-teki
nb: Puslespilløser
nl: Puzzeloplosser
pl: Mistrz układanek
pt_pt: Solucionador de puzzles
ro: Rezolvator de puzzle-uri
ru: Решатель картинок
sk: Riešiteľ obrázkov
sl: Reševalec sličic
sv: Bildlösare
th: ผู้ไขภาพ
tr: Bulmaca Çözücü
uk: Розгадувач
vi: Giải hình ảnh
zh_hans: 拼图高手
zh_hk: 圖片高手

# achv_puzzle_solver_sub
source: Complete 100 puzzles
ar: أكمل 100 صورة
ca: Completa 100 imatges
cs: Dokonči 100 obrázků
da: Fuldfør 100 billeder
de: 100 Bilder abschließen
el: Ολοκλήρωσε 100 εικόνες
es: Completa 100 imágenes
fi: Ratkaise 100 kuvaa
fr: Termine 100 images
he: השלים 100 תמונות
hi: 100 चित्र पूरे करें
hr: Dovrši 100 slagalica
hu: Oldj meg 100 képet
id: Selesaikan 100 gambar
it: Completa 100 immagini
ja: 100個クリア
ko: 퍼즐 100개 완료
ms: Selesai 100 teka-teki
nb: Fullfør 100 puslespill
nl: Voltooi 100 puzzels
pl: Ukończ 100 układanek
pt_pt: Completa 100 puzzles
ro: Completează 100 puzzle-uri
ru: Пройди 100 картинок
sk: Dokonči 100 obrázkov
sl: Dokončaj 100 sličic
sv: Klara 100 bilder
th: ทำสำเร็จ 100 ภาพ
tr: 100 bulmaca tamamla
uk: Заверши 100 зображень
vi: Hoàn thành 100 hình
zh_hans: 完成100幅图片
zh_hk: 完成 100 張圖片

# achv_explorer_title
source: Explorer
ar: مستكشف
ca: Explorador
cs: Průzkumník
da: Opdager
de: Entdecker
el: Εξερευνητής
es: Explorador
fi: Tutkija
fr: Explorateur
he: חוקר
hi: अन्वेषक
hr: Istraživač
hu: Felfedező
id: Penjelajah
it: Esploratore
ja: エクスプローラー
ko: 탐험가
ms: Peneroka
nb: Utforsker
nl: Ontdekker
pl: Odkrywca
pt_pt: Explorador
ro: Explorator
ru: Исследователь
sk: Prieskumník
sl: Raziskovalec
sv: Utforskare
th: นักสำรวจ
tr: Kaşif
uk: Дослідник
vi: Nhà khám phá
zh_hans: 探索者
zh_hk: 探索者

# achv_explorer_sub
source: Discover 50 unique images
ar: اكتشف 50 صورة
ca: Descobreix 50 imatges
cs: Objev 50 unikátních obrázků
da: Opdag 50 unikke billeder
de: 50 Bilder entdecken
el: Ανακάλυψε 50 εικόνες
es: Descubre 50 imágenes
fi: Löydä 50 kuvaa
fr: Découvre 50 images
he: גילה 50 תמונות
hi: 50 अनोखे चित्र खोजें
hr: Otkrij 50 jedinstvenih slika
hu: Fedezz fel 50 képet
id: Temukan 50 gambar
it: Scopri 50 immagini
ja: 50画像発見
ko: 이미지 50개 발견
ms: Temui 50 imej unik
nb: Oppdag 50 unike bilder
nl: Ontdek 50 unieke plaatjes
pl: Odkryj 50 obrazków
pt_pt: Descobre 50 imagens únicas
ro: Descoperă 50 imagini unice
ru: Открой 50 картинок
sk: Objav 50 obrázkov
sl: Odkrij 50 sličic
sv: Upptäck 50 bilder
th: ค้นพบ 50 ภาพ
tr: 50 farklı resim keşfet
uk: Відкрий 50 зображень
vi: Khám phá 50 hình
zh_hans: 发现50幅图片
zh_hk: 發現 50 張圖片

# achv_speedrunner_title
source: Speedrunner
ar: عداء السرعة
ca: Ràpid
cs: Rychlík
el: Ταχύς νικητής
es: Velocista
fi: Nopeuspelaaja
he: מהיר
hi: स्पीडरनर
hr: Brzi igrač
hu: Gyorsfutó
id: Cepat Menang
it: Velocista
ja: スピードランナー
ko: 스피드러너
ms: Pelari Pantas
nb: Fartsrunner
pl: Szybki gracz
pt_pt: Velocista
ro: Vitezist
ru: Скоростной
sk: Rýchlik
sl: Hitri igralec
sv: Snabblöpare
th: จบไว
tr: Hızlı Bitirici
uk: Швидкісний гравець
vi: Nhanh nhất
zh_hans: 极速玩家
zh_hk: 速通玩家

# achv_speedrunner_sub
source: Win a game in under 2 minutes
ar: افز لعبة في أقل من دقيقتين
ca: Guanya en menys de 2 minuts
cs: Vyhraj hru do 2 minut
da: Vind et spil under 2 min
de: Spiel in unter 2 Minuten gewinnen
el: Νίκη σε <2 λεπτά
es: Gana una partida en menos de 2 minutos
fi: Voita peli alle 2 minuutissa
fr: Gagne une partie en moins de 2 minutes
he: ניצח בפחות מ־2 דקות
hi: 2 मिनट से कम में जीतें
hr: Pobijedi za manje od 2 min
hu: Nyerj 2 percen belül
id: Menang <2 menit
it: Vinci in meno di 2 minuti
ja: 2分以内で勝利
ko: 2분 내 승리
ms: Menang <2 minit
nb: Vinn på under 2 min
nl: Win een spel in minder dan 2 min
pl: Wygraj w <2 min
pt_pt: Vence em menos de 2 min
ro: Câștigă sub 2 minute
ru: Выиграй за <2 минут
sk: Vyhraj za <2 minúty
sl: Zmagaj v manj kot 2 minutah
sv: Vinn på under 2 min
th: ชนะใน <2 นาที
tr: 2 dakikanın altında kazan
uk: Виграй менш ніж за 2 хв
vi: Thắng <2 phút
zh_hans: 2分钟内获胜
zh_hk: 2 分鐘內完成一局

# achv_perfectionist_title
source: Perfectionist
ar: مثالي
ca: Perfeccionista
cs: Perfekcionista
da: Perfektionist
de: Perfektionist
el: Τελειομανής
es: Perfeccionista
fi: Täydellisyyden tavoittelija
fr: Perfectionniste
he: מושלם
hi: परफेक्शनिस्ट
hr: Perfekcionist
hu: Perfekcionista
id: Sempurna
it: Perfezionista
ja: パーフェクショニスト
ko: 완벽주의자
ms: Sempurna
nb: Perfeksjonist
pl: Perfekcjonista
pt_pt: Perfeccionista
ro: Perfecționist
ru: Перфекционист
sk: Perfekcionista
sl: Perfekcionist
sv: Perfektionist
th: สมบูรณ์แบบ
tr: Mükemmeliyetçi
uk: Перфекціоніст
vi: Hoàn hảo
zh_hans: 完美主义者
zh_hk: 完美主義者

# achv_perfectionist_sub
source: Win a game with 0 mistakes
ar: افز لعبة دون أخطاء
ca: Guanya sense errors
cs: Vyhraj bez chyby
da: Vind uden fejl
de: Spiel ohne Fehler gewinnen
el: Νίκη χωρίς λάθη
es: Gana una partida sin errores
fi: Voita peli ilman virheitä
fr: Gagne une partie sans erreurs
he: ניצח ללא טעויות
hi: बिना गलती के जीतें
hr: Pobijedi bez greške
hu: Nyerj hibátlanul
id: Menang tanpa salah
it: Vinci con 0 errori
ja: ミス0で勝利
ko: 실수 0으로 승리
ms: Menang tanpa salah
nb: Vinn uten feil
nl: Win zonder fouten
pl: Wygraj bez błędów
pt_pt: Vence sem erros
ro: Câștigă cu 0 greșeli
ru: Выиграй без ошибок
sk: Vyhraj bez chýb
sl: Zmagaj brez napak
sv: Vinn utan fel
th: ชนะโดยไม่พลาด
tr: Hatasız kazan
uk: Виграй без помилок
vi: Thắng 0 lỗi
zh_hans: 零错误获胜
zh_hk: 零錯誤完成一局

# achv_multiplayer_champ_title
source: Multiplayer Champion
ar: بطل الجماعة
ca: Campió multijugador
cs: Šampion
da: Multiplayer-mester
de: Mehrspieler-Champion
el: Πρωταθλητής
es: Campeón multijugador
fi: Moninpelin mestari
fr: Champion multijoueur
he: אלוף
hi: मल्टीप्लेयर चैंपियन
hr: Multiplayer prvak
hu: Többjátékos bajnok
id: Juara Multiplayer
it: Campione Multiplayer
ja: マルチチャンプ
ko: 멀티플레이 챔피언
ms: Juara Berbilang Pemain
nb: Flerspiller-mester
nl: Multiplayer-kampioen
pl: Mistrz wielu graczy
pt_pt: Campeão multijogador
ro: Campion multiplayer
ru: Чемпион мультиплеера
sk: Multiplayer šampión
sl: Multiplayer prvak
sv: Multispelmästare
th: แชมป์หลายคน
tr: Çoklu Oyuncu Şampiyonu
uk: Чемпіон мультиплеєра
vi: Vô địch nhiều người
zh_hans: 多人冠军
zh_hk: 多人冠軍

# achv_multiplayer_champ_sub
source: Win a game with ≥4 players
ar: افز لعبة مع ≥٤ لاعبين
ca: Guanya amb ≥4 jugadors
cs: Vyhraj se ≥4 hráči
da: Vind med ≥4 spillere
de: Spiel mit ≥4 Spielern gewinnen
el: Νίκη με ≥4 παίκτες
es: Gana una partida con ≥4 jugadores
fi: Voita peli ≥4 pelaajalla
fr: Gagne une partie avec ≥4 joueurs
he: ניצח עם ≥4 שחקנים
hi: ≥4 खिलाड़ियों के साथ जीतें
hr: Pobijedi s ≥4 igrača
hu: Nyerj ≥4 játékossal
id: Menang dengan ≥4 pemain
it: Vinci con ≥4 giocatori
ja: 4人以上で勝利
ko: 4명 이상과 게임에서 승리
ms: Menang dengan ≥4 pemain
nb: Vinn med ≥4 spillere
nl: Win met ≥4 spelers
pl: Wygraj przy ≥4 graczach
pt_pt: Vence com ≥4 jogadores
ro: Câștigă cu ≥4 jucători
ru: Выиграй при ≥4 игроках
sk: Vyhraj s ≥4 hráčmi
sl: Zmagaj z ≥4 igralci
sv: Vinn med ≥4 spelare
th: ชนะเมื่อเล่น ≥4 คน
tr: ≥4 oyuncuyla kazan
uk: Виграй з ≥4 гравцями
vi: Thắng với ≥4 người
zh_hans: ≥4人时获胜
zh_hk: ≥4 人局中獲勝

source: Legal
ar: قانوني
cs: Právní
da: Juridisk
de: Rechtliches
el: Νομικά
es: Información legal
fi: Oikeudelliset
fr: Mentions légales
he: משפטי
hi: क़ानूनी
hr: Pravno
hu: Jogi
it: Legale
ja: 規約
ko: 법적 고지
ms: Undang-undang
nb: Juridisk
nl: Juridisch
pl: Informacje prawne
pt_pt: Informações legais
ru: Право
sk: Právne
sl: Pravno
sv: Juridiskt
th: กฎหมาย
tr: Yasal
uk: Юридичне
vi: Pháp lý
zh_hans: 法律
zh_hk: 法律資訊

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cs: Ochrana soukromí
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelem
id: Kebijakan Privasi
it: Privacy
ja: プライバシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nb: Personvern
nl: Privacybeleid
pl: Polityka prywatności
pt_pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденц.
sk: Ochrana súkromia
sl: Zasebnost
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách
zh_hans: 隐私政策
zh_hk: 私隱政策

source: Terms of Use
ar: شروط الاستخدام
ca: Condicions d’ús
cs: Podmínky použití
da: Brugsbetingelser
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de uso
fi: Käyttöehdot
fr: Conditions d’utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Syarat Penggunaan
it: Termini d’uso
ja: 利用規約
ko: 이용 약관
ms: Terma Penggunaan
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_pt: Termos de utilização
ro: Termeni de utilizare
ru: Условия использования
sk: Podmienky použitia
sl: Pogoji uporabe
sv: Användarvillkor
th: ข้อกำหนดการใช้
tr: Kullanım Şartları
uk: Умови користування
vi: Điều khoản
zh_hans: 使用条款
zh_hk: 使用條款
